Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/*_vendor_products_database.po
Languages: sd

# Addons::name::sd_vendor_products_database
source: Simtech Development: Master products
sd: Simtech Development: Список товаров продавцов

# Addons::description::sd_vendor_products_database
source: Allows to sell products with specific prices for each vendor. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
sd: Позволяет продавцам устанавливать цену на свои товары в единой базе магазина и продавать товары по ней. <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# Languages::addons.sd_vendor_products_database.buy
source: addons.sd_vendor_products_database.buy
sd: Купить

# Languages::addons.sd_vendor_products_database.all_products
source: addons.sd_vendor_products_database.all_products
sd: Все товары

# Languages::addons.sd_vendor_products_database.all_products_menu_description
source: addons.sd_vendor_products_database.all_products_menu_description
sd: Показать все товары (кроме тех, которые вы уже продаете).

# Languages::addons.sd_vendor_products_database.sell_selected
source: addons.sd_vendor_products_database.sell_selected
sd: Продавать выбранные

# Languages::addons.sd_vendor_products_database.sell
source: addons.sd_vendor_products_database.sell
sd: Продавать

# SettingsOptions::sd_vendor_products_database::allow_vendors_create_products
source: Allow vendors to create products
sd: Разрешить продавцам создавать товары

# SettingsTooltips::sd_vendor_products_database::allow_vendors_create_products
source: If enabled vendors can create their own products.
sd: Если настройка включена, то продавцы могут создавать свои товары.

# SettingsOptions::sd_vendor_products_database::share_vendor_products
source: Allow to share vendor products
sd: Сделать товары продавцов общими

# SettingsTooltips::sd_vendor_products_database::share_vendor_products
source: If enabled vendor products are available for selling by other vendors.
sd: Если настройка включена, то товары, созданные продавцом, доступны для продажи другим продавцам.

# Languages::addons.sd_vendor_products_database.allow_vendors_create_product
source: Allow vendors to create products
sd: Разрешить продавцам создавать товары

source: Allow vendors to sell common products
sd: Разрешить продавцам продавать общие товары

# Languages::addons.sd_vendor_products_database.title
source: Master products
sd: Список товаров продавцов

# SettingsOptions::sd_vendor_products_database::plan_change_action
source: Plan change action
sd: Действие при смене плана

# SettingsTooltips::sd_vendor_products_database::plan_change_action
source: The setting specifies what should be done with products if the vendor has been transferred to the plan where possibilities to create/share products are disabled.
sd: Настройка указывает, что делать с товарами в случае перевода продавца в план, где возможности создания/продажи товаров отключены.

# SettingsVariants::sd_vendor_products_database::plan_change_action::show
source: Show
sd: Показывать

# SettingsVariants::sd_vendor_products_database::plan_change_action::hide
source: Hide
sd: Скрывать

# Languages::addons.sd_vendor_products_database.allow_sharing
source: Allow sharing
sd: Сделать товар общим

# Languages::sd_vendor_products_database.export_all_products
source: Export all products
sd: Экспортировать все товары

# Languages::text_export_all_products
source: If disabled, only the products that belong to you will be exported.
sd: Если настройка выключена, то выгружаются товары принадлежащие только вам.

# Languages::addons.sd_vendor_products_database.hide_price
source: Hide the price column
sd: Скрывать колонку цен

# Languages::addons.sd_vendor_products_database.hide_price_tooltip
source: If enabled, the Price column will be hidden from the Vendor offers block on the detailed product page.
sd: Если эта настройка выбрана, то колонка цен на детальной странице товара в блоке предложений продавцов будет скрыта.

# Languages::addons.sd_vendor_products_database.show_visit_dealer_button
source: Display Visit dealer button
sd: Показывать кнопку "Посетить продавца"

# Languages::addons.sd_vendor_products_database.show_visit_dealer_button_tooltip
source: If enabled, the Visit vendor link will be shown in the Vendor offers block on the detailed product page.
sd: Если эта настройка выбрана, то на детальной странице товара в блоке предложений продавцов появится ссылка на продавца.

# Languages::addons.sd_vendor_products_database.visit_dealer
source: Visit dealer
sd: Посетить продавца

# SettingsOptions::sd_vendor_products_database::sort_vendor_offers
source: Sort vendor offers by default
sd: Сортировать предложения продавцов по умолчанию

# SettingsVariants::sd_vendor_products_database::sort_vendor_offers::none
source: Do not sort
sd: Не сортировать

# SettingsVariants::sd_vendor_products_database::sort_vendor_offers::asc
source: By price, ascending
sd: По цене, по возрастанию

# SettingsVariants::sd_vendor_products_database::sort_vendor_offers::desc
source: By price, descending
sd: По цене, по убыванию
