Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/ab__advanced_banners.po
Languages: ru_ru

# Addons::name::ab__advanced_banners
source: AB: Advanced banners
ru_ru: AB: Расширенные баннеры

# Addons::description::ab__advanced_banners
source: Allows to add a banner with advanced type (with a background image, title, text and buttons)<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>
ru_ru: Позволяет добавить расширенный тип баннера (с фоновым изображением, заголовком, текстом и кнопкой)<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>

# Languages::ab__advanced_banners
source: AB: Advanced banners
ru_ru: AB: Расширенные баннеры

# Languages::ab__advanced_banners_menu_description
source: Advanced banner type (with a background image, title, text and buttons)
ru_ru: Расширенный тип баннера (с фоновым изображением, заголовком, текстом и кнопкой)

# Languages::abab.type
source: AB: Advanced
ru_ru: AB: Расширенный

# Languages::abab.color_scheme
source: Color scheme
ru_ru: Цветовая схема

# Languages::ttc_abab.color_scheme
source: Specifies what color will be <b>Title</b> and <b>Description</b> of banner. For dark banner select <b>Light</b>, for light banner - <b>Dark</b>
ru_ru: Указывает какого цвета будет <b>Заголовок</b> и <b>Описание</b> баннера. Для темного фона баннера укажите <b>Светлый</b>, для светлого фона баннера - <b>Темный</b>

# Languages::abab.color_scheme.light
source: Light
ru_ru: Светлая

# Languages::abab.color_scheme.dark
source: Dark
ru_ru: Темная

# Languages::abab.title
source: Title of the banner
ru_ru: Заголовок баннера

# Languages::ttc_abab.title
source: You can use html-tags
ru_ru: Можно использовать html-теги

# Languages::abab.description
source: Description of the banner
ru_ru: Описание баннера

# Languages::ttc_abab.description
source: You can use html-tags
ru_ru: Можно использовать html-теги

# Languages::abab.button
source: Button
ru_ru: Кнопка

# Languages::ttc_abab.button
source: You can use html-tags. The text name of the button on the banner, on which will be a transition, for example <b>I'm interested</b>. If left blank, the button will not be displayed and the entire area of the banner will be a link.
ru_ru: Можно использовать html-теги. Название кнопки на баннере, по которой будет будет происходить переход, например <b>Мне это интересно</b>. Если оставить пустое значение, то кнопка выводится не будет и вся зона баннера будет ссылкой

# Languages::abab.background_image
source: Background image
ru_ru: Фоновое изображение

# Languages::ttc_abab.background_image
source: The uploaded image will take up the entire area of the banner background and automatically be centered for mobile devices.
ru_ru: Загруженное изображение будет занимать всю фоновую область баннера и автоматически центрироваться под мобильные устройства

# Languages::abab.background_color
source: Background color <a href="https://material.google.com/style/color.html#color-color-palette" target="_blank">(choose)</a>
ru_ru: Цвет фона <a href="https://material.google.com/style/color.html#color-color-palette" target="_blank">(подобрать)</a>

# Languages::ttc_abab.background_color
source: Формат: <code>#000000</code>. Use this option only if you do not want to use <b>Background image</b> (to save resources, for example)
ru_ru: Формат: <code>#000000</code>. Используйте этот параметр только в том случае, если вы не хотите использовать <b>Фоновое изображение</b> (например, для экономии ресурсов)

# Languages::abab_carousel_combined
source: AB: Carousel (Advanced)
ru_ru: AB: Карусель (Расширенный)

# Languages::abab_combined
source: AB: Advanced
ru_ru: AB: Расширенный

# Languages::abab.option.align
source: Horizontal alignment
ru_ru: Горизонтальное выравнивание

# Languages::ttc_abab.option.align
source: Location of the content inside the banner by the horizontal
ru_ru: Расположение контента внутри баннера по горизонтали

# Languages::abab.option.align.left
source: On the left
ru_ru: Слева

# Languages::abab.option.align.center
source: Centered
ru_ru: По центру

# Languages::abab.option.align.right
source: On the right
ru_ru: Справа

# Languages::abab.option.valign
source: Vertical alignment
ru_ru: Вертикальное выравнивание

# Languages::ttc_abab.option.valign
source: Location of the content inside the banner by the vertical
ru_ru: Расположение контента внутри баннера по вертикали

# Languages::abab.option.valign.top
source: On the top
ru_ru: Сверху

# Languages::abab.option.valign.center
source: Centered
ru_ru: По центру

# Languages::abab.option.valign.bottom
source: At the bottom
ru_ru: Снизу

# Languages::abab.option.full_width_content
source: Full width
ru_ru: Полная ширина блока

# Languages::ttc_abab.option.full_width_content
source: The width of the content block has a default width of 50%. Set this parameter and the width of the block content will be 100%
ru_ru: Ширина блока с контентом имеет по умолчанию ширину 50% баннера, установив флажок ширина блока с контентом будет 100%

# Languages::abab.option.margin
source: External margin, px
ru_ru: Внешние отступы, px

# Languages::ttc_abab.option.margin
source: CSS <code>margin</code>. Spacing in pixels from the outside. It is useful, if you want place some banners in one section
ru_ru: CSS <code>margin</code>. Отступы в пикселях снаружи. Полезно, если вы захотели разместить несколько баннеров в одной секции

# Languages::abab.option.padding
source: Internal paddings, px
ru_ru: Внутренние отступы, px

# Languages::ttc_abab.option.padding
source: CSS <code>padding</code>. Spacing in pixels inside the banner. It is useful, to standardize the paddings of banner borders to the content
ru_ru: CSS <code>padding</code>. Отступы в пикселях внутри баннера. Полезно, чтобы стандартизировать отступы от границ баннера до контента

# Languages::abab.option.title_tag
source: Title tag
ru_ru: Тег заголовка

# Languages::ttc_abab.option.title_tag
source: Sometimes for SEO optimization you must specify a title tag (H1, H2, H3). By default, the header is wrapped in a tag DIV
ru_ru: Иногда для СЕО оптимизации необходимо указать тег заголовка (H1, H2, H3). По умолчанию заголовок расположен в теге DIV

# Languages::abab.option.title_tag.div
source: tag DIV
ru_ru: тег DIV

# Languages::abab.option.title_tag.h1
source: tag H1
ru_ru: тег H1

# Languages::abab.option.title_tag.h2
source: tag H2
ru_ru: тег H2

# Languages::abab.option.title_tag.h3
source: tag H3
ru_ru: тег H3

# Languages::abab.option.title_font_size
source: The font size for the title, px
ru_ru: Размер шрифта для заголовка, px

# Languages::abab.option.shadow_title
source: Title shadow
ru_ru: Тень от заголовка

# Languages::ttc_abab.option.shadow_title
source: Add title shadow
ru_ru: Добавляет тень для заголовка

# Languages::abab.option.description_font_size
source: The font size for description, px
ru_ru: Размер шрифта для описания, px

# Languages::abab.option.description_background
source: The background color of the description block <a href="https://material.google.com/style/color.html#color-color-palette" target="_blank">(choose)</a>
ru_ru: Цвет фона для описания <a href="https://material.google.com/style/color.html#color-color-palette" target="_blank">(подобрать)</a>

# Languages::ttc_abab.option.description_background
source: CSS <code>background</code>. If you want to select the color of the description background, then replace <code>transparent</code> to the desired color in format <code>#xxxxxx</code>
ru_ru: CSS <code>background</code>. Если вы хотите выделить фон описания цветом, тогда замените <code>transparent</code> на желаемый цвет в формате <code>#xxxxxx</code>

# Languages::abab.option.conent_tr_bg
source: Mask of content
ru_ru: Маска для контента

# Languages::ttc_abab.option.conent_tr_bg
source: Under the description will appear semi-transparent background (the color depends on the color scheme), it will provide a better readability of text on motley background
ru_ru: Под описанием появится полупрозрачный фон (цвет зависит от схемы), он обеспечит лучшую читаемость текста на пёстром фоне

# Languages::abab.option.min_height
source: The minimum height of the banner, px
ru_ru: Минимальная высота баннера, px

# Languages::ttc_abab.option.min_height
source: It is the height of the banner, that will not decrease less than this value for mobile devices
ru_ru: Это высота баннера, которая на мобильных устройствах не будет уменьшаться менее указанного значения

# Languages::ab__ab.help
source: Help
ru_ru: Справка

# Languages::ab__ab.help.installation_completion.title
source: Finishing the addon installation
ru_ru: Завершение установки модуля

# Languages::ab__ab.help.installation_completion.text
source: To complete the installation of the addon you need to add hook to the system file:<ol> <li>файл <code>design/backend/templates/addons/banners/views/banners/manage.tpl</code><br> <ul> <li>Add a line of code <code>{hook name="banners:abab_status"}</code></li> <li>Add a line of code <code>{/hook}</code></li> </ul> As a result, should get the following:<br> <div style='overflow-y: scroll'><img src='design/backend/media/images/addons/ab__advanced_banners/add_hook.png'/></div> <br> </li></ol>
ru_ru: Для завершения установки модуля необходимо добавить хуки в системные файлы:<ol> <li>файл <code>design/backend/templates/addons/banners/views/banners/manage.tpl</code><br> <ul> <li>Добавить строку кода <code>{hook name="banners:abab_status"}</code></li> <li>Добавить строку кода <code>{/hook}</code></li> </ul> В результате должно получиться следующее:<br> <div style='overflow-y: scroll'><img src='design/backend/media/images/addons/ab__advanced_banners/add_hook.png'/></div> <br> </li></ol>

# Languages::ab__ab.help.create_banner.title
source: Creating of advanced banner
ru_ru: Создание расширенного баннера

# Languages::ab__ab.help.create_banner.text
source: <ol> <li>Create a new banner (Marketing / Banners [+]);</li> <li>Specify the Name, Position and the Type of the banner - AB: Advanced;</li> <li>If you want to use a composite banner, which consists of a background and image (for example, the advertised product), then upload a product photo (previously preparing a product image: trim background and adjust to the desired size);</li> <li>Specify the color scheme of the banner. If the banner is light, choose a dark scheme (all texts will be black). If the banner will be dark, select light scheme (all texts will be white);</li> <li>Enter the Title and Description of your offer. You can use html-tags;</li> <li>Enter the text for the button on the banner by click on which will be a transition (eg, <b>I'm interested</b>). If left blank, the button will not be displayed and the entire area of the banner will be link;</li> <li>Decide for yourself, whether to use a background image, or simply specify a background color for a more economical using of resources. Loaded background image will fill the entire area of the banner, will be automatically centered on mobile devices;</li> <li>Provide a link to the advertised content, and you can set the checkbox to open the link in a new page;</li> <li>Save the banner;</li></ol>
ru_ru: <ol> <li>Создаем новый баннер (Маркетинг / Баннеры [+]);</li> <li>Указываем Название, Позицию и Тип баннера - AB: Расширенный;</li> <li>Если вы хотите использовать сложный баннер, который состоит из фона и изображения (например, рекламируемый товар), то загрузите фото товара (предварительно подготовьте изображение товара: обрезать фон и подогнать к нужному размеру);</li> <li>Укажите Цветовую схему баннера. Если баннер будет светлый, то выберите темную схему (все тексты баннера будут черные). Если баннер будет темный, то выберите светлую схему (все тексты баннера будут белые);</li> <li>Укажите Заголовок и Описание вашего предложения или акции. Можно использовать html-теги;</li> <li>Укажите название кнопки на баннере, по которой будет будет происходить переход (например, <b>Мне это интересно</b>). Если оставить пустое значение, то кнопка выводится не будет и вся зона баннера будет ссылкой;</li> <li>Определите для себя использовать ли фоновое изображения или просто указать цвет фона для более экономного использования ресурсов. Загруженное вами фоновое изображение будет заполнять всю область баннера и будет автоматически центрироваться на мобильных устройствах;</li> <li>Укажите ссылку на рекламируемый контент и можете установить флажок для открытия ссылки на новой странице;</li> <li>Сохраните баннер;</li></ol>

# Languages::ab__ab.help.show_banner.title
source: Creating a block for the advanced banner
ru_ru: Создание блока для вывода расширенного баннера

# Languages::ab__ab.help.show_banner.text
source: <ol> <li>Create or select the appropriate section in the layouts (go to Administration panel - Design - Layouts) and create in it a new block with type <b>Banner</b> (You can use an already created a banner block);</li> <li>When you add block <b>Banner</b> specify the Name and Type (AB: Carousel (Advanced) or AB: Advanced) and click the link that appears (Settings).</li> <li>Specify the desired settings for banner display;</li> <li>After completing the settings, go to the Content tab and select a previously created by you AB: Advanced banner or banners, if you are using AB: Carousel (Advanced);</li> <li>Save block;</li></ol>
ru_ru: <ol> <li>Создайте или выберите подходящую секцию в нужной локализации (Административная панель - Дизайн - Макеты) и создайте в ней новый блок <b>Баннер</b> (можете использовать уже созданный блок баннера);</li> <li>При добавлении блока <b>Баннеры</b> укажите его Название и Тип (AB: Карусель (Расширенный) или AB: Расширенный) и перейдите по появившейся ссылке (Настройки).</li> <li>Укажите желаемые настройки отображаения баннера;</li> <li>После заполнения настроек перейдите к вкладке Контент и выберите ранее созданный вами AB: Расширенный баннер или баннеры, если используете AB: Карусель (Расширенный);</li> <li>Сохраните блок;</li></ol>
