Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/ab__category_banners.po
Languages: ru_ru

# Addons::name::ab__category_banners
source: AB: Category banners
ru_ru: AB: Баннер для категорий

# Addons::description::ab__category_banners
source: Addon allows to add a banner among category products<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>
ru_ru: Баннер позволяет добавлять баннер среди товаров категории<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>

# Languages::ab__category_banners
source: AB: Category banners
ru_ru: AB: Баннер для категорий

# Languages::ab__addons
source: AB: Addons
ru_ru: AB: Модули

# Languages::ab__category_banners.add
source: Add category banner
ru_ru: Добавить банер для категории

# Languages::ab__category_banners.adding
source: Adding category banner
ru_ru: Добавление банера для категории

# Languages::ab__category_banners.editing
source: Editing category banner
ru_ru: Редактирование банера для категории

# Languages::ab__cb.form.include_subcategories
source: Show in subcategories
ru_ru: Показывать в подкатегориях

# Languages::ab__cb.form.url
source: Link
ru_ru: Ссылка

# Languages::ab__cb.form.position
source: Position
ru_ru: Позиция

# Languages::ab__cb.form.rand_position
source: Shuffle positions list
ru_ru: Перемешать очередь позиций

# Languages::ab__cb.form.target_blank
source: Open link in new window
ru_ru: Открывать ссылку в новом окне

# Languages::ab__cb.form.from_date
source: Active from date/time
ru_ru: Активен с даты/времени

# Languages::ab__cb.form.to_date
source: Active to date/time
ru_ru: Активен до даты/времени

# Languages::ab__cb.form.monday
source: Monday
ru_ru: Понедельник

# Languages::ab__cb.form.tuesday
source: Tuesday
ru_ru: Вторник

# Languages::ab__cb.form.wednesday
source: Wednesday
ru_ru: Среда

# Languages::ab__cb.form.thursday
source: Thursday
ru_ru: Четверг

# Languages::ab__cb.form.friday
source: Friday
ru_ru: Пятница

# Languages::ab__cb.form.saturday
source: Saturday
ru_ru: Субота

# Languages::ab__cb.form.sunday
source: Sunday
ru_ru: Воскресенье

source: Image displaying as is, without any resize
ru_ru: Изображение выводится как есть, без каких-либо изменений размера

source: Controller link format is recommended (for example, products.view?product_id=12121)
ru_ru: Рекомендуется контроллерный формат ссылки (например, products.view?product_id=12121)

source: Position of the banner, which can be specified in the following ways<br /><ul><li><code>7</code> - single position</li><li><code>1,5,7,9</code> - multiple positions</li><li><code>1-10</code> - range of positions</li></ul>You can use combinations of these options. For example: <br /><code>1-5,7-9,11,13</code> - the banner will be shown in one of the positions: 1, 2, 3, 4, 5, 7, 8, 9, 11, 13
ru_ru: Позиция баннера, которая может быть указана следующими способами<br /><ul><li><code>7</code> - номер позиции</li><li><code>1,5,7,9</code> - множество позиций</li><li><code>1-10</code> - диапазон позиций</li></ul>Можно использовать комбинации этих вариантов. Например: <br /><code>1-5,7-9,11,13</code> - баннер будет показан на одной из позиций: 1, 2, 3, 4, 5, 7, 8, 9, 11, 13

source: If checked, the banner position is selected from the specified positions randomly, otherwise it follows the specified order
ru_ru: Если отмечено, позиция баннера выбирается из указанных позиций случайным образом, иначе - следует указанному порядку

source: Specify the banner active time for this day 'form' and 'till'.<br>If start time not specified, then it is equal 00:00<br>If end time not specified, then it is equal 24:00<br>If both values not specified, then banner displayed from 00:00 till 24:00
ru_ru: Укажите время действия баннера 'с' и 'до'.<br>Если не указано время начала, тогда оно принимается за 00:00<br>Если не указано время окончания, тогда оно принимается за 24:00<br>Если оба значения не указаны, тогда баннер отображается с 00:00 до 24:00

source: Specify the banner active time for this day 'form' and 'till'.<br>If start time not specified, then it is equal 00:00<br>If end time not specified, then it is equal 24:00<br>If both values not specified, then banner displayed from 00:00 till 24:00
ru_ru: Укажите время действия баннера 'с' и 'до'.<br>Если не указано время начала, тогда оно принимается за 00:00<br>Если не указано время окончания, тогда оно принимается за 24:00<br>Если оба значения не указаны, тогда баннер отображается с 00:00 до 24:00

source: Specify the banner active time for this day 'form' and 'till'.<br>If start time not specified, then it is equal 00:00<br>If end time not specified, then it is equal 24:00<br>If both values not specified, then banner displayed from 00:00 till 24:00
ru_ru: Укажите время действия баннера 'с' и 'до'.<br>Если не указано время начала, тогда оно принимается за 00:00<br>Если не указано время окончания, тогда оно принимается за 24:00<br>Если оба значения не указаны, тогда баннер отображается с 00:00 до 24:00

source: Specify the banner active time for this day 'form' and 'till'.<br>If start time not specified, then it is equal 00:00<br>If end time not specified, then it is equal 24:00<br>If both values not specified, then banner displayed from 00:00 till 24:00
ru_ru: Укажите время действия баннера 'с' и 'до'.<br>Если не указано время начала, тогда оно принимается за 00:00<br>Если не указано время окончания, тогда оно принимается за 24:00<br>Если оба значения не указаны, тогда баннер отображается с 00:00 до 24:00

source: Specify the banner active time for this day 'form' and 'till'.<br>If start time not specified, then it is equal 00:00<br>If end time not specified, then it is equal 24:00<br>If both values not specified, then banner displayed from 00:00 till 24:00
ru_ru: Укажите время действия баннера 'с' и 'до'.<br>Если не указано время начала, тогда оно принимается за 00:00<br>Если не указано время окончания, тогда оно принимается за 24:00<br>Если оба значения не указаны, тогда баннер отображается с 00:00 до 24:00

source: Specify the banner active time for this day 'form' and 'till'.<br>If start time not specified, then it is equal 00:00<br>If end time not specified, then it is equal 24:00<br>If both values not specified, then banner displayed from 00:00 till 24:00
ru_ru: Укажите время действия баннера 'с' и 'до'.<br>Если не указано время начала, тогда оно принимается за 00:00<br>Если не указано время окончания, тогда оно принимается за 24:00<br>Если оба значения не указаны, тогда баннер отображается с 00:00 до 24:00

source: Specify the banner active time for this day 'form' and 'till'.<br>If start time not specified, then it is equal 00:00<br>If end time not specified, then it is equal 24:00<br>If both values not specified, then banner displayed from 00:00 till 24:00
ru_ru: Укажите время действия баннера 'с' и 'до'.<br>Если не указано время начала, тогда оно принимается за 00:00<br>Если не указано время окончания, тогда оно принимается за 24:00<br>Если оба значения не указаны, тогда баннер отображается с 00:00 до 24:00

# SettingsOptions::ab__category_banners::item_nth
source: Banners position in a category
ru_ru: Позиция баннера в категории

# SettingsTooltips::ab__category_banners::item_nth
source: Default position of banners, which can be specified in the following ways<br /><ul><li><code>7</code> - single position</li><li><code>1,5,7,9</code> - multiple positions</li><li><code>1-10</code> - range of positions</li></ul>You can use combinations of these options. For example: <br /><code>1-5,7-9,11,13</code> - a banner will be shown in one of the positions: 1, 2, 3, 4, 5, 7, 8, 9, 11, 13
ru_ru: Позиция баннера по умолчанию, которая может быть указана следующими способами<br /><ul><li><code>7</code> - номер позиции</li><li><code>1,5,7,9</code> - множество позиций</li><li><code>1-10</code> - диапазон позиций</li></ul>Можно использовать комбинации этих вариантов. Например: <br /><code>1-5,7-9,11,13</code> - баннер будет показан на одной из позиций: 1, 2, 3, 4, 5, 7, 8, 9, 11, 13

# SettingsOptions::ab__category_banners::decrease_items_per_page
source: Replace one product
ru_ru: Заместить один товар

# SettingsTooltips::ab__category_banners::decrease_items_per_page
source: Decrease products by 1, for saving products grid
ru_ru: Уменьшить количество выводимых товаров на 1, чтобы сохранить сетку товаров

# SettingsOptions::ab__category_banners::cron_key
source: CRON key
ru_ru: CRON Ключ

# SettingsTooltips::ab__category_banners::cron_key
source: Auto update requires cron key. Length must be between 10 and 20 chars (only latin letters and nums)
ru_ru: Для автоматического выполнения обновления, наличие ключа обязательное. Длина должна составлять от 10 до 20 символов (только латинские буквы и цифры)

# Languages::ab__cb.errors.cron_key
source: <p>Warning! CRON Key does not meet the safety requirements</p>
ru_ru: <p>Внимание! CRON Ключ не отвечает требованиям безопасности</p>

# Languages::ab__cb.cron_links
source: <p>Use one of following links to deactivate expired banners by CRON:<br><br><code>[cron_cmd]</code><br>or<br><code>[cron_url]</code></p>
ru_ru: <p>Для автоматического отключения просроченых банннеров по CRON-у используйте одну из этих ссылок:<br><br><code>[cron_cmd]</code><br>или<br><code>[cron_url]</code></p>

# Languages::ab__category_banners_menu_description
source: Creating, updating and deleting banners for categories pages
ru_ru: Создание, редактирование и удаление баннеров для страниц категорий

# Languages::ab__category_banners.manage
source: Manage banners
ru_ru: Управлять баннерами

# Languages::ab__category_banners.help
source: Help
ru_ru: Справка

# Languages::ab__cb.help.cron.title
source: Auto deactivating expired banners
ru_ru: Автовыключение просроченных баннеров

# Languages::ab__cb.form.m_turn_on
source: Activate selected
ru_ru: Включить выбранные

# Languages::ab__cb.form.m_turn_off
source: Deactivate selected
ru_ru: Выключить выбранные

# Languages::privilege_sections.ab__category_banners
source: AB: Category banners
ru_ru: AB: Баннер для категорий

# Languages::privileges.ab__cb_manage_banners
source: Manage category banners
ru_ru: Управление баннерами для категорий

# Languages::privileges.ab__cb_view_banners
source: View category banners
ru_ru: Просмотр баннеров для категорий

# Languages::ab__cb_help.docs
source: Read <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__category_banners.doc'>the documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__category_banners.doc'>документацией</a>.
