Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/ab__auto_loading_products.po
Languages: ru_ru, uk_ua

# Addons::name::ab__auto_loading_products
source: AB: Auto loading of products
ru_ru: AB: Автоматическая загрузка товаров на странице категории
uk_ua: AB: Автоматичне завантаження товарів

# Addons::description::ab__auto_loading_products
source: Addon auto loading of products on storefront <a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>
ru_ru: Модуль автоматической загрузки товаров на витрине магазина при просмотре категории товаров <a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>
uk_ua: Додаток автоматичного завантаження товарів на вітрині магазину при перегляді категорії товарів <a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>

# Languages::ab__auto_loading_products
source: AB: Auto loading of products
ru_ru: AB: Автоматическая загрузка товаров
uk_ua: AB: Автоматичне завантаження товарів

# Languages::ab__alp_texts_t1
source: Show another
ru_ru: Показать еще
uk_ua: Показати ще

# Languages::ab__alp_texts_t2
source: Showing
ru_ru: Показано
uk_ua: Відображено

# Languages::ab__alp_texts_t3
source: from
ru_ru: из
uk_ua: з

# Languages::ab__alp_texts_t4
source: Showing all
ru_ru: Показаны уже все
uk_ua: Відображені вже всі

# Languages::ab__alp_texts_p1
source: product
ru_ru: товар
uk_ua: товар

# Languages::ab__alp_texts_p2
source: products
ru_ru: товара
uk_ua: товара

# Languages::ab__alp_texts_p3
source: products
ru_ru: товаров
uk_ua: товарів

# Languages::ab__alp_cache_cleared
source: If the addon is changed settings are not applied, please clear your browser's cache or press F5 in the window of your web browser 5-7 times in a row
ru_ru: Если изменные параметры модуля не применились, очистите пожалуйста кеш вашего браузера или нажмите F5 в окне вашего браузера 5-7 раз подряд
uk_ua: Якщо змінені параметри модуля не застосовуються, очистіть будь ласка кеш вашого браузера або натисніть F5 у вікні вашого браузера 5-7 разів підряд

# SettingsOptions::ab__auto_loading_products::licence
source: Code license addon
ru_ru: Код лицензии модуля
uk_ua: Код ліцензії додатка

# SettingsTooltips::ab__auto_loading_products::licence
source: License addon code that you received when purchasing
ru_ru: Код лицензии модуля, который Вы получили при покупке модуля
uk_ua: Код ліцензії додатка, який Ви отримали при купівлі

# SettingsOptions::ab__auto_loading_products::type_loading
source: The method of loading the products
ru_ru: Способ загрузки товаров
uk_ua: Спосіб завантаження товарів

# SettingsVariants::ab__auto_loading_products::type_loading::auto
source: auto
ru_ru: автоматический
uk_ua: автоматичний

# SettingsVariants::ab__auto_loading_products::type_loading::manual
source: manual
ru_ru: вручную
uk_ua: вручну

# SettingsOptions::ab__auto_loading_products::before_end
source: Run at N px, until the end of the page
ru_ru: Запустить автозагрузку за N px, до конца страницы
uk_ua: Запустити автозавантаження за N px, до кінця сторінки

# SettingsVariants::ab__auto_loading_products::before_end::0
source: only to reach the end of the page
ru_ru: только по достижению конца страницы
uk_ua: тільки по досягненню кінця сторінки

# SettingsVariants::ab__auto_loading_products::before_end::50
source: by the end of the page to 50px
ru_ru: за 50px до конца страницы
uk_ua: за 50px до кінця сторінки

# SettingsVariants::ab__auto_loading_products::before_end::100
source: by the end of the page to 100px
ru_ru: за 100px до конца страницы
uk_ua: за 100px до кінця сторінки

# SettingsVariants::ab__auto_loading_products::before_end::150
source: by the end of the page to 200px
ru_ru: за 150px до конца страницы
uk_ua: за 150px до кінця сторінки

# SettingsVariants::ab__auto_loading_products::before_end::250
source: by the end of the page to 250px
ru_ru: за 250px до конца страницы
uk_ua: за 250px до кінця сторінки

# SettingsVariants::ab__auto_loading_products::before_end::300
source: by the end of the page to 300px
ru_ru: за 300px до конца страницы
uk_ua: за 300px до кінця сторінки

# SettingsVariants::ab__auto_loading_products::before_end::350
source: by the end of the page to 350px
ru_ru: за 350px до конца страницы
uk_ua: за 350px до кінця сторінки

source: Add tag &lt;hr&gt;
ru_ru: Добавить тег &lt;hr&gt;
uk_ua: Додати тег &lt;hr&gt;

source: Add tag &lt;hr&gt; before products <b>blocks/product_list_templates/products_without_options.tpl</b>
ru_ru: При вставке товаров по шаблону <b>blocks/product_list_templates/products_without_options.tpl</b>, возможно, вначале нужно добавить тег &lt;hr&gt;
uk_ua: При завантажені товарів по шаблону <b>blocks/product_list_templates/products_without_options.tpl</b>, можливо, спочатку потрібно додати тег &lt;hr&gt;

# SettingsOptions::ab__auto_loading_products::log
source: Log
uk_ua: Лог

# SettingsTooltips::ab__auto_loading_products::log
source: It can only be used for testing. In the normal state is to be switched off.
uk_ua: Використовується тільки для тестування. У звичайному стані повинен бути вимкнений.

# SettingsOptions::ab__auto_loading_products::animation
source: The method of animation loading products
ru_ru: Способ анимации загрузки товаров
uk_ua: Спосiб анімації завантаження товарів
