Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/ab__search_motivation.po
Languages: ru_ru

# Addons::name::ab__search_motivation
source: AB: Search motivation
ru_ru: AB: Мотивация поиска

# Addons::description::ab__search_motivation
source: Adds motivation placeholder to search input
ru_ru: Добавляет мотивационный placeholder к полю поиска<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>

# Languages::ab__search_motivation
source: AB: Search motivation
ru_ru: AB: Мотивация поиска

# SettingsOptions::ab__search_motivation::show_on_homepage
source: Show on homepage
ru_ru: Показывать на главной

# SettingsOptions::ab__search_motivation::show_on_category_page
source: Show on category page
ru_ru: Показывать на странице категорий

# SettingsOptions::ab__search_motivation::show_on_product_page
source: Show on product page
ru_ru: Показывать на странице товара

# SettingsOptions::ab__search_motivation::show_on_cart_page
source: Show on cart page
ru_ru: Показывать в корзине

# SettingsOptions::ab__search_motivation::show_on_checkout_page
source: Show on checkout page
ru_ru: Показывать при оформлении заказа

# SettingsOptions::ab__search_motivation::shuffle
source: Random order
ru_ru: Случайный порядок

# Languages::ab__search_motivation.search_phrases
source: Search phrases
ru_ru: Поисковые фразы

# Languages::ttc_ab__search_motivation.search_phrases
source: Enter a search phrases for this category, every phrase on a new line
ru_ru: Введите поисковые фразы для этой категории, каждая фраза с новой строки

# Languages::ab__search_motivation.default_search_phrases
source: Default search phrases
ru_ru: Поисковые фразы по умолчанию

# Languages::ttc_ab__search_motivation.default_search_phrases
source: They will be used, if empty fields in categories
ru_ru: Будут показаны, если не заполнены соответствующие поля в категориях

# Languages::ab__search_motivation.manage
source: ab__search_motivation.manage
ru_ru: Поисковые фразы по умолчанию

# Languages::privilege_sections.ab__search_motivation
source: privilege_sections.ab__search_motivation
ru_ru: AB: Мотивация поиска

# Languages::privileges.ab__sm_manage_phrases
source: privileges.ab__sm_manage_phrases
ru_ru: Управление фразами

# Languages::privileges.ab__sm_view_phrases
source: privileges.ab__sm_view_phrases
ru_ru: Просмотр фраз
