Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/ab__landing_categories.po
Languages: ru_ru

# Addons::name::ab__landing_categories
source: AB: Landing pages for categories
ru_ru: AB: Посадочные категории

# Addons::description::ab__landing_categories
source: Adds possibility to create landings for categories pages<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>
ru_ru: Модуль позволяет создать посадочные категории<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>

# Languages::ab__landing_categories
source: AB: Landing pages for categories
ru_ru: AB: Посадочные категории

# Languages::ab__lc_catalog
source: AB: Categories
ru_ru: AB: Каталог категорий

# Languages::ab__lc.breadcrumb_catalog
source: Categories
ru_ru: Каталог

# Languages::ab__lc.catalog.image_control
source: Category image management
ru_ru: Управление картинкой категории

# Languages::ttc_ab__lc.catalog.image_control
source: For [Category image on the top] will be used the size from Settings - Thumbnails - Categories list thumbnail width (height).<br>For [Mini-icons on the left] size 32px*32px will be used.
ru_ru: Для [Изображения категории сверху] будет использоваться размер, указанный в Настройки - Иконки - Ширина/Высота иконки в списке категорий.<br>Для [Мини-иконки категории слева] будет использоваться размер 32px*32px

# Languages::ab__lc.catalog.image_control.none
source: do not show
ru_ru: не отображать

# Languages::ab__lc.catalog.image_control.top
source: show category image on the top of the category name
ru_ru: отображать изображение категории сверху от названия категории

# Languages::ab__lc.catalog.image_control.left
source: show mini-icon on the left of category name
ru_ru: отображать мини-иконку категории слева от названия

# Languages::ab__lc.catalog.icon
source: Category mini-icon
ru_ru: Мини-иконка категории

# Languages::ttc_ab__lc.catalog.icon
source: Category mini-icon, shown on the page [AB: Categories] on the left from the category name
ru_ru: Мини-иконка категории отображаемая на странице [AB: Каталог категорий] слева от названия категории

# Languages::ab__lc.catalog.show_more
source: More
ru_ru: Еще

# Languages::ab__lc_landing_category
source: AB: Category landing
ru_ru: AB: Посадочная категория

# Languages::ab__lc.landing_category.landing
source: Category as landing page
ru_ru: Категория как посадочная страница

# Languages::ttc_ab__lc.landing_category.landing
source: Category page will be shown as a landing page. You will see structure of subcategories for 2 level below without product list.
ru_ru: Страница категории будет отображаться как посадочная страница. Будут отображаться только подкатегории и не будут отображаться товары

# Languages::ab__lc.landing_category.subsubcategories
source: Sub-subcategories amount
ru_ru: Количество под-подкатегорий

# Languages::ttc_ab__lc.landing_category.subsubcategories
source: Max number of sub-subcategories to be shown. If this field is empty or has value 0, then subcategories will not be shown.
ru_ru: Максимальное количество отображаемых под-подкатегорий. Если пусто или 0 - тогда под-подкатегории не будут отображаться

# Languages::ab__lc.landing_category.show_more
source: More
ru_ru: Еще

# Languages::ab__lc.control_subcategory_structure
source: AB: Control the sub-category structure on [AB: Category landing]
ru_ru: AB: Управление структурой подкатегорий на страницах [AB: Посадочная категория]

# Languages::ab__lc.control_subcategory_structure.menu_id
source: ID menu
ru_ru: ID меню

# Languages::ttc_ab__lc.control_subcategory_structure.menu_id
source: Specify the menu ID if you want to build a Landing category using the menu
ru_ru: Укажите ID меню, если хотите использовать Меню для построения текущей структуры подкатегорий

# Languages::ab__lc.control_subcategory_structure.add_menu
source: Add and/or associate Menu with this category
ru_ru: Добавить и/или связать Меню

# Languages::ab__lc.control_subcategory_structure.add_menu.info
source: The landing category menu is created only if necessary, as the menu is searched for by code [ABLC-xxx:], xxx - category_id
ru_ru: Меню создается только при необходимости, так как предварительно происходит поиск меню по коду [ABLC-xxx:], xxx - category_id

# Languages::ab__lc.control_subcategory_structure.add_menu.info.multiplestore
source: Before creating the Landing category menu, select [Store]
ru_ru: Перед созданием Меню выберите [Магазин]

# Languages::ab__lc.control_subcategory_structure.add_menu.added_new_menu
source: The landing category menu has been successfully created and is associated with the current category!
ru_ru: Меню было успешно создано и связано с текущей категорией!

# Languages::ab__lc.control_subcategory_structure.add_menu.used_existing_menu
source: The landing category menu already existed and was associated with the current category!
ru_ru: Меню уже существовало и было связано с текущей категорией!

# Languages::ab__lc.control_subcategory_structure.how_to_use_menu
source: How to use the menu
ru_ru: Как использовать меню

# Languages::ab__lc.control_subcategory_structure.how_to_use_menu.not_to_use
source: not to use
ru_ru: не использовать

# Languages::ab__lc.control_subcategory_structure.how_to_use_menu.prepend
source: complement the current sub-category structure above
ru_ru: дополнить текущую структуру подкатегорий пунктами из меню сверху

# Languages::ab__lc.control_subcategory_structure.how_to_use_menu.append
source: complement the current sub-category structure below
ru_ru: дополнить текущую структуру подкатегорий пунктами из меню снизу

# Languages::ab__lc.control_subcategory_structure.how_to_use_menu.replace
source: replace the current sub-category structure
ru_ru: заместить текущую структуру подкатегорий пунктами из меню

# Languages::ab__lc.control_subcategory_structure.inherit_control
source: Inherit_control
ru_ru: Наследовать управление

# Languages::ttc_ab__lc.control_subcategory_structure.inherit_control
source: If checked, then each item of the subcategory will be built according to its settings from <b>AB: Control the sub-category structure on [AB: Category landing]</b>
ru_ru: Если отмечено, тогда каждый пункт подкатегории будет построен с учетом ее настроек <b>AB: Управление структурой подкатегорий на страницах [AB: Посадочная категория]</b>

# Languages::ab__lc.add_menu.added_new_menu
source: Created a new Menu
ru_ru: Создано новое Меню

# Languages::ab__lc.add_menu.used_existing_menu
source: Use existing Menu
ru_ru: Используется существующее Меню

# SettingsOptions::ab__landing_categories::add_catalog_to_breadcrumbs
source: Add [AB: Categories] in breadcrumbs
ru_ru: Добавить [AB: Каталог категорий] в хлебные крошки

# SettingsOptions::ab__landing_categories::maximum_number_of_displayed_items
source: Max number of subcategories to be shown on the page [AB: Categories]
ru_ru: Максимальное количество отображаемых подкатегорий на странице [AB: Каталог категорий]

# SettingsOptions::ab__landing_categories::catalog_menu
source: ID menu
ru_ru: ID меню

# SettingsTooltips::ab__landing_categories::catalog_menu
source: Set ID menu, if you want to build [AB: Categories] by menu, else set 0, to build [AB: Categories] by category tree
ru_ru: Укажите ID меню, если хотите построить [AB: Каталог категорий] с помощью меню, иначе оставьте 0, для построения [AB: Каталог категорий] по дереву категорий
