Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/abt__unitheme.po
Languages: ru_ru, uk_ua

# Addons::description::abt__unitheme
source: Addon adds template files with Cs-Cart premium theme - UniTheme<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>
ru_ru: Модуль добавляет файлы шаблона Cs-Cart премиум темы - UniTheme<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>
uk_ua: Модуль додає файли шаблонів до CS-Cart преміум теми - UniThem<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>

# Languages::developer
source: Based premium template - <a href="https://cs-cart.alexbranding.com/en/template-unitheme.html" rel="nofollow" onclick="window.open(this.href); return false">Â© UniTheme</a>
ru_ru: На базе премиум шаблона - <a href="https://cs-cart.alexbranding.com/ru/shablon-unitheme.html" rel="nofollow" onclick="window.open(this.href); return false">© UniTheme</a>
uk_ua: На основі преміум шаблону - <a href="https://cs-cart.alexbranding.com/ru/template-unitheme.html" rel="nofollow" onclick="window.open(this.href); return false">© UniTheme</a>

# Languages::dropdown_third_level_view
source: Number of non hided third level menu links
ru_ru: Количество не скрытых элементов третьего уровня
uk_ua: Кількість не прихованих елементів третього рівня

# Languages::tmpl_top_buttons
source: Top buttons (AB)
ru_ru: Верхние кнопки (AB)
uk_ua: Верхні кнопки (AB)

# Languages::tmpl_rt_subscription_advanced
source: Extended subscription (AB)
ru_ru: Расширенная подписка (AB)
uk_ua: Розширена підписка (AB)

# Languages::blog.recent_posts_advanced
source: Blog: view gallery
ru_ru: Блог: вывод галереей
uk_ua: Блог: висновок галереєю

# Languages::tmpl_scroller_advanced
source: Scroller (advanced)
ru_ru: Скроллер (дополнительно)
uk_ua: Скроллер (додатково)

# Languages::tmpl_payment_icons_rus
source: Payment icons (Rus)
ru_ru: Иконки способов оплаты (Рус)
uk_ua: Іконки способів оплати (Рус)

# Languages::tmpl_subscription_advanced
source: Subscription (advanced)
ru_ru: Рассылка (дополнительно)
uk_ua: Розсилка (додатково)

# Languages::my_account_links_advanced
source: My account links (advanced)
ru_ru: Ссылки моего аккаунта (дополнительно)
uk_ua: Посилання мого аккаунта (додатково)

# Languages::add_to_cart
source: Buy
ru_ru: Купить
uk_ua: Купити

# Languages::cart_is_empty
source: Cart
ru_ru: Корзина
uk_ua: Кошик

# Languages::compare_list
source: Comparison list
ru_ru: Список сравнения
uk_ua: Список порівняння

# Languages::select_options
source: Options
ru_ru: Опции
uk_ua: Опції

# Languages::add_to_comparison_list
source: Compare
ru_ru: Сравнить
uk_ua: Порівняти

# Languages::working_hours
source: Seven days a week
ru_ru: Без выходных
uk_ua: Без вихідних

# Languages::call_requests.request_call
source: Call me
ru_ru: Перезвонить
uk_ua: Передзвонити

# Languages::ab__onclick_dropdown
source: The drop-down list by clicking (AB)
ru_ru: Выпадающий по клику список (AB)
uk_ua: Випадає при натисканні список (AB)

# Languages::mainbox_general_no_h1
source: Normal main container (SEO)
ru_ru: Обычный основной контейнер (SEO)
uk_ua: Звичайний основний контейнер (SEO)

# Languages::extender
source: Extended
ru_ru: Расширенный
uk_ua: Розширений

# Languages::full_extender
source: On the full width
ru_ru: На всю ширину
uk_ua: На всю ширину

# Languages::hidden_filters
source: Hide the column with filters
ru_ru: Скрыть колонку с фильтрами
uk_ua: Приховати колонку з фільтрами

# Languages::tabbed_blocks
source: Display in tabs
ru_ru: Вывести вкладками
uk_ua: Вивести вкладками

# Languages::continue_shopping
source: Close
ru_ru: Закрыть
uk_ua: Закрити

# Languages::clear_wishlist
source: Clear wishlist
ru_ru: Очистить список
uk_ua: Очистити список

# Languages::view_wishlist
source: View wishlist
ru_ru: Отложенные товары
uk_ua: Відкладені товари

# Languages::share
source: Share
ru_ru: Поделиться
uk_ua: Поділитися

# Languages::adv_items_in_cart
source: In cart
ru_ru: В корзине
uk_ua: У кошику

# Languages::your
source: Your
ru_ru: Ваша
uk_ua: Ваша

# Languages::your_personal
source: Your personal
ru_ru: Ваш личный
uk_ua: Ваш особистий

# Languages::contacts
source: Contacts
ru_ru: Контакты
uk_ua: Контакти

# Languages::sort_by_bestsellers_asc
source: Less purchased
ru_ru: Наименее покупаемые
uk_ua: Найменш купуються

# Languages::sort_by_bestsellers_desc
source: By sellings
ru_ru: По покупаемости
uk_ua: За купівельному

# Languages::sort_by_on_sale_asc
source: High discounts at the end
ru_ru: Высокие скидки в конце
uk_ua: Високі знижки в кінці

# Languages::sort_by_on_sale_desc
source: High discounts first
ru_ru: Высокие скидки в начале
uk_ua: Високі знижки на початку

# Languages::sort_by_popularity_asc
source: Less popular above
ru_ru: Менее популярные ниже
uk_ua: Менш популярні нижче

# Languages::sort_by_popularity_desc
source: Popular first
ru_ru: Популярные выше
uk_ua: Популярні вище

# Languages::sort_by_position_asc
source: Low position
ru_ru: Низкие позиции
uk_ua: Низькі позиції

# Languages::sort_by_position_desc
source: High position
ru_ru: Высокие позиции
uk_ua: Високі позиції

# Languages::sort_by_price_asc
source: Cheap first
ru_ru: Дешевые выше
uk_ua: Дешеві вище

# Languages::sort_by_price_desc
source: Expensive first
ru_ru: Дорогие выше
uk_ua: Дорогі вище

# Languages::sort_by_product_asc
source: from A to Z
ru_ru: от А до Я
uk_ua: від А до Я

# Languages::sort_by_product_desc
source: from Z to A
ru_ru: от Я до А
uk_ua: від Я до А

# Languages::sort_by_rating_asc
source: Rating ascending
ru_ru: Рейтинг по возрастанию
uk_ua: Рейтинг по зростанню

# Languages::sort_by_rating_desc
source: By rating
ru_ru: По рейтингу
uk_ua: За рейтингом

# Languages::sort_by_timestamp_asc
source: Newest at the end
ru_ru: Новинки ниже
uk_ua: Новинки нижче

# Languages::sort_by_timestamp_desc
source: Newest at the top
ru_ru: Новинки выше
uk_ua: Новинки вище

# Languages::hover_to_enlarge
source: Hover over an image to enlarge
ru_ru: Наведите на картинку для увеличения
uk_ua: Наведіть на картинку для збільшення

# Languages::theme_editor.sale_color25
source: Discount Label < 25%
ru_ru: Лейбл со скидкой < 25%
uk_ua: Лейбл зі знижкою < 25%

# Languages::theme_editor.sale_color50
source: Discount Label < 50%
ru_ru: Лейбл со скидкой < 50%
uk_ua: Лейбл зі знижкою < 50%

# Languages::theme_editor.sale_color100
source: Discount Label > 50%
ru_ru: Лейбл со скидкой > 50%
uk_ua: Лейбл зі знижкою > 50%

# Languages::theme_editor.dark_ellements_type
source: Dark style of menu
ru_ru: Темный стиль меню
uk_ua: Темний стиль меню

# Languages::catalog_products
source: Product categories
ru_ru: Каталог товаров
uk_ua: Каталог товарів

# Languages::ab__grid_tabs.ab__use_ajax
source: Use Ajax
ru_ru: Использовать Ajax
uk_ua: Використовувати Ajax

# Languages::ab__grid_tabs.ab__show_in_tabs
source: Show block in tabs
ru_ru: Показывать блоки во вкладках
uk_ua: Показувати блоки у вкладках

# Languages::abt__ut.help
source: Help
ru_ru: Справка
uk_ua: Справка

# Languages::abt__ut.help.docs
source: Read <a target='_blank' href='https://cs-cart.alexbranding.com/en/abt__unitheme.doc'>the documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/abt__unitheme.doc'>документацией</a>.
uk_ua: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/abt__unitheme.doc'>документацией</a>.

# Languages::abt__ut.demo_data
source: Demo data
ru_ru: Демо данные
uk_ua: Демо данные

# Languages::abt__ut.demo_data.head
source: Installation of demo data for UniTheme
ru_ru: Установка демо данных для UniTheme
uk_ua: Установка демо данных для UniTheme

# Languages::abt__ut.demo_data.table.description
source: Demo data type
ru_ru: Вид демо данных
uk_ua: Вид демо данных

# Languages::abt__ut.demo_data.table.action
source: Actions with demo data
ru_ru: Действия над демо данными
uk_ua: Действия над демо данными

# Languages::abt__ut.demo_data.actions.add_banners
source: Add demo banners
ru_ru: Добавить демо баннеры
uk_ua: Добавить демо баннеры

# Languages::abt__ut.demo_data.errors.ab__advanced_banners_not_installed
source: Demo data could not be installed, because addon AB: Extended Banners is not installed
ru_ru: Демо данные не могут быть установлены, так как модуль AB: Расширенные баннеры не установлен
uk_ua: Демо данные не могут быть установлены, так как модуль AB: Расширенные баннеры не установлен

# Languages::abt__ut.microdata
source: Organization microdata
ru_ru: Микроразметка организации
uk_ua: Мікророзмітка організації

# SettingsOptions::abt__unitheme::brand_feature_id
source: Brand feature ID
ru_ru: ID характеристики Бренд
uk_ua: ID характеристики Бренд

# Languages::abt__ut.settings
source: UniTheme settings
ru_ru: Настройки темы
uk_ua: Налаштування темы

# Languages::abt__ut.setting.hide_product_description
source: Hide full product description (add More button) on product details page
ru_ru: Скрывать в карточке товара Полное описание (кнопка Еще)
uk_ua: Приховати на сторінці товару Детальный опис (кнопка Ще)

# Languages::abt__ut.setting.hide_product_description__tooltip
source: Set height in px or clear the value to disable
ru_ru: Укажите высоту в px или очистите значение для отключения
uk_ua: Вкажіть висоту в px або очистіть значення для відключення

# Languages::abt__ut.setting.hide_feature_descriptions
source: Hide full product features list (add More button) on product details page
ru_ru: Скрывать в карточке товара Список характеристик (кнопка Еще)
uk_ua: Приховати на сторінці товару Список характеристик (кнопка Ще)

# Languages::abt__ut.setting.hide_feature_descriptions__tooltip
source: Set height in px or clear the value to disable
ru_ru: Укажите высоту в px или очистите значение для отключения
uk_ua: Вкажіть висоту в px або очистіть значення для відключення

# Languages::abt__ut.setting.show_short_desc_in_multicolumns_list
source: Show product short description in product list for multicolumns layout
ru_ru: Отображать в списке товаров плиткой Краткое описание товара
uk_ua: Відображати в списку товарів плиткою Короткий опис

# Languages::abt__ut.setting.show_short_desc_in_multicolumns_list__tooltip
source: Adds product short description display in multicolumns layout for product lists
ru_ru: Разрешает отображение в списке товаров плиткой Краткое описание товара
uk_ua: Дозволяє відображення в списку товарів плиткою Короткий опис

# Languages::abt__ut.setting.hide_short_features_in_product_list
source: Hide features list in product list view
ru_ru: Скрыть характеристики товара в расширенном списке товаров
uk_ua: Приховати характеристики товару в розширеному списку товарів

# Languages::abt__ut.setting.hide_short_features_in_product_list__tooltip
source: Allows hiding of product features list in product list view
ru_ru: Скрывать краткие характеристики товара в расширенном виде списка товаров (Список без опций)
uk_ua: Приховувати короткі характеристики товару в розширеному вигляді списку товарів (Список без опцій)

# Languages::abt__ut.setting.show_short_desc_in_product
source: Show Short descroption on product details page
ru_ru: Отображать в карточке товара Краткое описание
uk_ua: Відображати в картці товару Короткий опис

# Languages::abt__ut.setting.show_short_desc_in_product__tooltip
source: Adds Short descriptions field display on product details page
ru_ru: Разрешает отображение в карточке товара Краткое описание
uk_ua: Дозволяє відображення в картці товару Короткий опис

# Languages::abt__ut.setting.show_features_in_product
source: Show Features list (only checked) on product details page
ru_ru: Отображать в карточке товара Список характеристик
uk_ua: Відображати в картці товару Список характеристик

# Languages::abt__ut.setting.show_features_in_product__tooltip
source: Adds Features list field display on product details page
ru_ru: Разрешает отображение в карточке товара Список характеристик
uk_ua: Дозволяє відображення в картці товару Список характеристик

# Languages::abt__ut.setting.show_block_in_product
source: Show Block content on product details page
ru_ru: Отображать в карточке товара содержимое Блока
uk_ua: Відображати в картці товару вміст Блоку

# Languages::abt__ut.setting.show_block_in_product__tooltip
source: Adds some Block content display on product details page. Just set ID of needed block in field
ru_ru: Разрешает отображение в карточке товара содержимое Блока. Просто укажите ID требуемого блока
uk_ua: Дозволяє відображення в картці товару вміст Блоку. Просто вкажіть ID необхідного блоку

# Languages::abt__ut.setting.show_button_buy_in_product_lists
source: Show Buy button in products lists layouts
ru_ru: Отображать в списках товаров кнопку Купить
uk_ua: Відображати в списках товарів кнопку Купити

# Languages::abt__ut.setting.show_button_buy_in_product_lists__tooltip
source: Allows display of Buy Buttons in products lists layouts
ru_ru: Разрешает отображение в списках товаров кнопку Купить
uk_ua: Дозволяє відображення в списках товарів кнопку Купити

# Languages::abt__ut.setting.hide_subcategories_in_category
source: Hide subcategories on categories pages
ru_ru: Скрывать подкатегории в категории
uk_ua: Приховувати підкатегорії в категорії

# Languages::abt__ut.setting.hide_subcategories_in_category__tooltip
source: Allows hiding of subcategories links and icons on category pages
ru_ru: Разрешает скрытие списка подкатегорий в категории
uk_ua: Дозволяє приховування списку підкатегорій в категорії

# Languages::dropdown_horizontal_ab__un_mwi
source: AB: Dropdown list with icons
ru_ru: AB: Выпадающий список с иконками
uk_ua: AB: Выпадающий список с иконками

# Languages::no_hidden_elements_second_level_view
source: Non hiden elements for 2-level menu
ru_ru: Кол-во отображаемых элементов 2-х уровневого меню
uk_ua: Кол-во отображаемых элементов 2-х уровневого меню

# Languages::elements_per_column_third_level_view
source: Elements per column for 3-level menu (dropdown list)
ru_ru: Кол-во элементов в каждой колонке 3-х уровневого меню (выпадающим списком)
uk_ua: Кол-во элементов в каждой колонке 3-х уровневого меню (выпадающим списком)

# Languages::abt_menu_ajax_load
source: Use Ajax to load menu items (second level and behind it)
ru_ru: Использовать Ajax-загрузку для второго (и т.д.) уровня меню
uk_ua: Использовать Ajax-загрузку для второго (и т.д.) уровня меню

# Languages::abt__ut.menu_with_icons.tab
source: AB: Extended menu settings
ru_ru: AB: Режим с иконками
uk_ua: AB: Режим с иконками

# Languages::ab__ut_mwi.status
source: AB: Use extended menu with icons
ru_ru: AB: Режим с иконкой
uk_ua: AB: Режим с иконкой

# Languages::ttc_ab__ut_mwi.status
source: Activate extended mode of settings for menu item
ru_ru: Активировать режим настройки пункта меню с иконкой
uk_ua: Активировать режим настройки пункта меню с иконкой

# Languages::ab__ut_mwi.icon
source: Icon
ru_ru: Иконка
uk_ua: Иконка

# Languages::ttc_ab__ut_mwi.icon
source: Icon for menu item
ru_ru: Иконка пункта меню
uk_ua: Иконка пункта меню

# Languages::ab__ut_mwi.dropdown
source: Activate 3-level menu (dropdown list)
ru_ru: Режим 3-х уровневого меню (выпадающим списком)
uk_ua: Режим 3-х уровневого меню (выпадающим списком)

# Languages::ttc_ab__ut_mwi.dropdown
source: Show children menu items with dropdown list
ru_ru: Активировать режим 3-х уровневого меню (выпадающим списком)
uk_ua: Активировать режим 3-х уровневого меню (выпадающим списком)

# Languages::ab__ut_mwi.text
source: Text
ru_ru: Текст
uk_ua: Текст

# Languages::ttc_ab__ut_mwi.text
source: Html-content shown in this menu item
ru_ru: Html-текст отображаемый в этом пункте меню
uk_ua: Html-текст отображаемый в этом пункте меню

# Languages::ab__ut_mwi.text_position
source: Content position
ru_ru: Положение текста
uk_ua: Положение текста

# Languages::ttc_ab__ut_mwi.text_position
source: Html-content position, shown in this menu item block
ru_ru: Положение html-текста отображаемого в этом пункте меню
uk_ua: Положение html-текста отображаемого в этом пункте меню

# Languages::ab__ut_mwi.text_position.bottom
source: bottom
ru_ru: внизу
uk_ua: внизу

# Languages::ab__ut_mwi.text_position.right_bottom
source: right bottom
ru_ru: справа внизу
uk_ua: справа внизу

# Languages::ab__ut_mwi.text_position.right_top
source: right top
ru_ru: справа вверху
uk_ua: справа вверху

# Languages::ab__ut_mwi.label
source: Label
ru_ru: Маркер
uk_ua: Маркер

# Languages::ttc_ab__ut_mwi.label
source: Label
ru_ru: Маркер пункта меню
uk_ua: Маркер пункта меню

# Languages::ab__ut_mwi.label_color
source: Label color
ru_ru: Цвет маркера
uk_ua: Цвет маркера

# Languages::ttc_ab__ut_mwi.label_color
source: Label color
ru_ru: Цвет маркера пункта меню
uk_ua: Цвет маркера пункта меню

# Languages::ab__ut_mwi.label_background
source: Label background
ru_ru: Фон маркера
uk_ua: Фон маркера

# Languages::ttc_ab__ut_mwi.label_background
source: Label background
ru_ru: Фон маркера пункта меню
uk_ua: Фон маркера пункта меню

# Languages::block_ut_advanced_subcategories_menu
source: AB: Advanced block "Subcategories menu"
ru_ru: AB: Расширенный блок "Меню подкатегорий"
uk_ua: AB: Розширений блок "Меню підкатегорій"

# Languages::abt_advanced_subcategories_menu
source: AB: Advanced block "Subcategories menu"
ru_ru: AB: Расширенный блок "Меню подкатегорий"
uk_ua: AB: Розширений блок "Меню підкатегорій"

# Languages::privileges.abt__ut.settings.manage
source: Manage theme settings
ru_ru: Управление настройками темы
uk_ua: Управление настройками темы

# Languages::privileges.abt__ut.settings.view
source: View theme settings
ru_ru: Просмотр настроек темы
uk_ua: Просмотр настроек темы

# Languages::privileges.abt__ut.buy_together_generate
source: AB: "BuyTogether" generator
ru_ru: AB: Генератор "Комбинации товаров"
uk_ua: AB: Генератор "Комбинации товаров"
