Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/mobile_admin_app.po
Languages: fr_fr, it_it

# Addons::name::mobile_admin_app
source: Mobile Admin App (ex Twigmo)
fr_fr: Application mobile Admin (ex Twigmo)
it_it: App Mobile Admin (ultimo Twigmo)

# Addons::description::mobile_admin_app
source: Connect your store to the <a href="http://www.twigmo.com/" target="_blank">Twigmo service</a> to get mobile admin application. Some features are only available in paid plans.
fr_fr: Faites connecter votre archive au <a href=''http://www.twigmo.com/''target'_blank''> Service Twigmo pour obtenir l'application admin mobile. Quelques traits sont disponibles seulement aux plans payes.
it_it: Legare il suo contenuto al <a href=''http://www.twigmo.com/''target=''_blank''>Service Twigmo</a>per avere acceso alla app mobile admin. Alcune caratteristiche sono disponibili soltanto in piani pagati.

# SettingsSections::mobile_admin_app::service
source: Account
fr_fr: Compte
it_it: Conto

# SettingsSections::mobile_admin_app::admin_app
source: Admin app
fr_fr: App admin

# SettingsSections::mobile_admin_app::addon
source: Upgrade
fr_fr: Surclasser
it_it: Attualizzare

# Languages::twgadmin_access_id
source: Access ID
fr_fr: Accces ID
it_it: Accesso ID

# Languages::twgadmin_more_than_year
source: More than a year
fr_fr: Plus qu'un an
it_it: Piu di un anno

# Languages::twgadmin_error_cannot_connect_store
source: Cannot connect to Twigmo service at this time. Please try again later. If the problem is still there, please visit <a href="http://support.twigmo.com" target="_blank">Twigmo Support Portal</a> for assistance.
fr_fr: Ne peut pas se connecter au service Twigmo en ce moment. S'il Vous plait, essayer plus tard. Si le probleme persiste, visiter le Portal d'Aide de Twigmo pour aide.
it_it: Impossibile legare a Twigmo service in questo momento. Prego provare piu tardi, se il problema continua, visitare <a href=''http://supporttwigmo.com''target=''_blank''> Portale di Apoio Twigmo</a>per aiuto.

# Languages::twgadmin_text_store_connected
source: Your store was connected to Twigmo service successfully!
fr_fr: Votre archive de marche a ete connecte au service Twigmo avec succes!
it_it: Il suo contenuto e stato legato a service Twigmo con successo!

# Languages::twgadmin_connect
source: Connect
fr_fr: Se connecter
it_it: Legare

source: If 'Desktop home page blocks' is selected, there are all the supported types of the desktop home page blocks displayed on the Mobile Storefront home page. If 'Twigmo home page blocks' is selected, Twigmo home page blocks are displayed (configured in 'Design'->'Blocks'->'Twigmo home page'). If a category is selected, only its products are displayed on the Mobile Storefront home page.
fr_fr: Si la page initiale du bloque de Desktop est selectionnee, il y a tous les types de support de la page initiale du desktop affiches sur la page d'acceuil du Storefront mobile. Si le bloque dela page d'acceuil de Twigmo est selectionne , les bloques de la page d'acceuil de Twigmo sont affiches configures au Design>Blocs> Page d"acceuil de Twigmo ). Si une categorie y est selectionnee, seulement ses produits sont affiches sur la page d'acceuil du Storefront Mobile.
it_it: Se ''Desktop home page blocks' e selezionato,, tutti i modi di sopporto dei blocci della pagina iniziale di desktop sarano mostrati nella pagina iniziale di Mobile Storefront. Se 'Twigmo home page blocks' e selezionato, i blocci della pagina iniziale Twigmo sarano mostrati (configurati in ''Design'--->Blocks'-->'Twigmo home page). Se una catagoria e selezionata, i sui prodotti sono mostrati nella pagina iniziale di Mobile Storefront.

# Languages::twgadmin_manage_storefront_settings
source: Mobile Storefront settings
fr_fr: Parametres du Storefront Mobile
it_it: Parametri Mobile Storefront

# Languages::twgadmin_wrong_api_object_data
source: Wrong [object] data
fr_fr: Donnees {subject} fausses
it_it: Dati {object} falsi

# Languages::twgadmin_wrong_api_data
source: Wrong API data
fr_fr: Donnees d'API fausses
it_it: Dati API falsi

# Languages::twgadmin_wrong_shipping_info
source: Failed to place order: wrong shipping data
fr_fr: Echec de placer un ordre; donnees d'expedition fausses
it_it: Non ha possuto mettere ordine: dati d'invio falsi

# Languages::twgadmin_wrong_payment_info
source: Failed to place order: wrong payment data
fr_fr: Impossible de placer ordre; donnees de paiement fausses
it_it: Non ha possuto mettere ordine: dati di pagamento falsi

# Languages::twgadmin_object_was_not_found
source: The [object] data were not found
fr_fr: Les donnees {subject} n'ont pas ete trouvees
it_it: I dati {object} non sono trovati

# Languages::twgadmin_fail_create_user
source: Failed to create user
fr_fr: Impossible de creer utilisateur
it_it: Ha faltato di creare utente

# Languages::twgadmin_fail_post_order
source: Failed to place order
fr_fr: Impossible de placer ordre
it_it: Ha faltato mettere ordine

# Languages::twg_post_request_fail
source: Failed to post request
fr_fr: Impossible d'envoyer demande
it_it: Ha faltato postare richiesta

# Languages::twgadmin_error_validator_required
source: The '[field]' field is mandatory
fr_fr: Le {field} champ est obligatoire
it_it: Il ''{field}' e mandatorio

# Languages::twgadmin_mobile_version
source: Mobile version
fr_fr: Version mobile
it_it: Versione Mobile

# Languages::twgadmin_home_page_content
source: Home page content
fr_fr: Commentaire sur la page d'acceuil
it_it: Contenuto di pagina iniziale

# Languages::twgadmin_use_mobile_frontend_for
source: Show mobile version for
fr_fr: Afficher version mobile pour
it_it: Mostrare versione mobile per

# Languages::twgadmin_phones
source: Phones
fr_fr: Numeros de telephone
it_it: Telefoni

# Languages::twgadmin_tablets
source: Tablets
fr_fr: Tablettes
it_it: Tablette

# Languages::twgadmin_home_page_blocks
source: Desktop home page blocks
fr_fr: Bloques de la page d'acceuil du desktop
it_it: Blocci di pagina iniziale del desktop

# Languages::twgadmin_tw_home_page_blocks
source: Twigmo home page blocks
fr_fr: Bloques de la page d'acceuil de Twigmo
it_it: Blocci di pagina iniziale Twigmo

# Languages::twgadmin_homepage
source: Twigmo home page
fr_fr: Page d'acceuil de Twigmo
it_it: Pagina Iniziale diTwigmo

# Languages::twgadmin_edit_these_blocks
source: Edit these blocks
fr_fr: Modifier ces bloques
it_it: Modificare questi blocci

# Languages::twgadmin_select_skin
source: Skin
fr_fr: Peau
it_it: Pele

# Languages::twgadmin_hide_header
source: Hide header
fr_fr: Cacher l'etiquette
it_it: Occultare l' etiquetta

# Languages::twg_btn_load_more_items
source: Load More
fr_fr: Charger Plus
it_it: Caricare Piu

# Languages::twg_btn_log_in_to_checkout
source: Sign in to checkout
fr_fr: Se connecter au checkout
it_it: Login per checkout

# Languages::twg_lbl_copy_from_billing
source: Ship to the same address
fr_fr: Envoyer a la meme adresse
it_it: Inviare allo stesso indirizzo

# Languages::twg_msg_date_invalid
source: Please enter a valid date.
fr_fr: Introduire une date valide.
it_it: Prego introdurre data valida.

# Languages::twg_msg_dateiso_invalid
source: Please enter a valid date (YYYY-MM-DD).
fr_fr: Introduire une date valide (AAAA_MM_JJ).
it_it: Prego introdurre una data valida (AAAA-MM-GG).

# Languages::twg_msg_digits_required
source: Please enter only digits.
fr_fr: Introduire seulement des chifres.
it_it: Prego introdurre soltanto numeri.

# Languages::twg_msg_email_invalid
source: Please enter a valid email address.
fr_fr: Introduire une adresse courriel valide.
it_it: Prego introdurre uno email valido.

# Languages::twg_msg_extension_invalid
source: Please enter a value with a valid extension.
fr_fr: Introduire une valeur avec une extension valide.
it_it: Prego introdurre un valore con una valida estensione.

# Languages::twg_msg_field_required
source: This field is required.
fr_fr: Ce champ est obligatoire.
it_it: Questo campo e requisito.

# Languages::twg_msg_fill_required_fields
source: Please fill in all the required fields.
fr_fr: Remplir tous les champs obligatoires.
it_it: Prego ripienere i campi requisiti.

# Languages::twg_msg_field_invalid
source: Please fix this field.
fr_fr: Remplissez ce champ.
it_it: Prego corrigere questo campo.

# Languages::twg_msg_max_length
source: Please enter no more than {0} characters.
fr_fr: S'il Vous plait introduire plus que {0} caracteres.
it_it: Preo introdurre non piu di {0} caratteri.

# Languages::twg_msg_max_value
source: Please enter a value less than or equal to {0}.
fr_fr: S'il Vous plait, introduire une valeur egale ou plus haute que {0}.
it_it: Prego introdurre un valore meno o uguale a {0}.

# Languages::twg_msg_min_length
source: Please enter at least {0} characters.
fr_fr: S'il Vous plait, introduire au moins {0} caracteres.
it_it: Prego introdurre al meno {0} caratteri.

# Languages::twg_msg_min_value
source: Please enter a value greater than or equal to {0}.
fr_fr: S'il Vous plait, introduire une valeur plus haute ou egale a {)}.
it_it: Prego da introdurre un valore piu alto o uguale a {0}.

# Languages::twg_msg_number_invalid
source: Please enter a valid number.
fr_fr: S'il Vous plait introduire un numero valide.
it_it: Prego introdurre un numero valido.

# Languages::twg_msg_order_was_placed
source: Your order has been placed!<br />The order ID is
fr_fr: Votre ordre a ete place <br/>. L'ID ordre est
it_it: Il suo ordine e stato inviato!<br/> Il ID d'ordine e

# Languages::twg_msg_orders_were_placed
source: Your orders have been placed!<br />The order IDs are
fr_fr: Vos ordres ont ete places. L'iD d'ordres sont
it_it: I sui ordini sono gia messi!<br/> I IDs del ordine sono

# Languages::twg_msg_cc_invalid
source: Please enter a valid credit card number.
fr_fr: S'il Vous plait introduire un numero de carte credite valide.
it_it: Prego introdurre un numero valido di carta credita.

# Languages::twg_msg_range_length
source: Please enter a value between {0} and {1} characters long.
fr_fr: Intriduire une valeur avec une longueur de caracteres entre {0} et {!}.
it_it: Prego introdurre un valore tra {0} e {1} di lunghezza di caratteri.

# Languages::twg_msg_range_value
source: Please enter a value between {0} and {1}.
fr_fr: S'il Vous plait introduire une valeur entre {0} et {1}.
it_it: Prego introdurre un valore tra {0} e {1}.

# Languages::twg_msg_same_value_required
source: Please enter the same value again.
fr_fr: Introduire la meme valeur de nouveau.
it_it: Prego di introdurre il stesso valore di nuovo.

# Languages::twg_msg_url_invalid
source: Please enter a valid URL.
fr_fr: Introduire un URL valide.
it_it: Prego introdurre un URL valido.

# Languages::twg_share
source: Share
fr_fr: Partager
it_it: Condividere

# Languages::twg_desktop_site
source: Desktop site
fr_fr: Site de Desktop
it_it: Site Desktop

# Languages::twgadmin_connect_to_first_ult
source: Your store is not connected to the Twigmo service yet. Please ask the root store administrator to do it.
fr_fr: Votre magasin n'est pas connecte au service Tiwigo encore. Demander l'operateur du magasin central de faire ca.
it_it: La sua pagina non e ancora legata al service Twigmo> Prego domandare l"operatore del site centrale di farlo>.

# Languages::twgadmin_mobile_logo
source: Mobile Storefront logo
fr_fr: Logo de Storefront Mobile
it_it: Logo di Mobile Storefront

# Languages::twgadmin_mobile_favicon
source: iOS device home screen icon
fr_fr: icone d'ecran centrale de iOS
it_it: icona del schermo iniziale d"apparecchio iOS

# Languages::twgadmin_url_for_facebook
source: URL of your Facebook page
fr_fr: URL de votre page de Facebook
it_it: URL della sua pagina Facebook

# Languages::twgadmin_url_for_twitter
source: URL of your Twitter page
fr_fr: URL de votre page Twitter
it_it: URL della sua pagina Twitter

# Languages::twgadmin_only_req_profile_fields
source: Show only user profile fields marked as required
fr_fr: Afficher seulement les champs de profile d'administrateur marques comme requis
it_it: Solo mostrare i campi di profilo d"utente marcati come e requisito

# Languages::twgadmin_reinstall
source: The version of Twigmo add-on files does not match the one in the database, so the mobile version of your store has been disabled. Please re-install Twigmo add-on (click Uninstall, then Install on the add-ons list) to enable it.
fr_fr: La version des fiches du module Twigo n'est pas la meme que celle de la base des donnees, donc la version mobile de Votre magasin a ete deactivee. S'il Vous plait, installer Twigo de nouveau , puis installer a la liste du module pour l'activer.
it_it: La versione dei files Twigmo di add-ons non e valido con quello della base di dati< cosi la versione del mobile del suo magazino e stata deattivata> Prego d"installare Twigmo con add-ons (clicare Uninstall, e poi installare la lista di add-ons) per attivarlo.

# Languages::twg_view_cart_checkout
source: View cart & checkout
fr_fr: Voir carte &checkout
it_it: Vedere carta &checkout

# Languages::twg_sign_in_to_checkout
source: Sign in to checkout
fr_fr: Se connecter au Checkout
it_it: Intrare per checkout

# Languages::twg_only_via_desktop
source: This product can be added to cart only via the [linkOpen]desktop website[linkClose].
fr_fr: Ce produit peut etre ajoute a la carte seulement par le site du desktop.
it_it: Questo prodotto puo essere aggiunto alla carta soltanto atravesso il {linkOpen} site web {linkClose}.

# Languages::twg_share_on_social
source: Share on social networks
fr_fr: Partager aux reseaux sociaux
it_it: Condividere su Facebook

# Languages::twgadmin_order_via_twigmo
source: [This order was placed via Twigmo Mobile Storefront]
fr_fr: {Cet ordre a ete place par le Storefront Mobile Twigmo}
it_it: {Questo ordine e stato messo via Twigmo Mobile Storefront}

# Languages::twg_contact_twigmo_support
source: Contact Twigmo support
fr_fr: Contacter Twigmo pour aide
it_it: Contattare il Service Cliente di Twigmo

# Languages::twgadmin_enable_geolocation
source: Enable geolocation
fr_fr: Activer geolocalisation
it_it: Attivare il geolocale

source: If enabled, shipping and billing address fields will be populated with the address determined by a geolocation service on the registration and checkout pages.
fr_fr: S"il est active< l"adresse d"expedition et charge sera publiee avec l"adresse determinee d"un service de geolocalisation aux pages d"enregistrement et checkout.
it_it: Se e attivato, i campi di invio e debito saranno publicati con l'indirizzo determinato da un service di geoluoco sulle pagine di suscrizione e controllo.

# Languages::twg_billing_is_the_same
source: Billing address is the same
fr_fr: L"adresse de paiement est la meme
it_it: L'indirizzo del conto di debito e lo stesso

# Languages::twgadmin_upgrade_addon
source: Twigmo add-on upgrade has started.
fr_fr: Le proces de surclassement de Twigmo a commence.
it_it: Il processo di surclassamento di Twigmo ha comminciato.

# Languages::twgadmin_download_twigmo
source: Downloading Twigmo upgrade package. Please wait...
fr_fr: Telechargement du paquet de surclassement de Twigmo. Attendez s'il Vous plait...
it_it: Scaricando il programa di surclassamento di Twigmo. Prego aspettare,,...

# Languages::twgadmin_checking_permissions
source: Done.</br>Checking file permissions...
fr_fr: Fait. Verifiant les permissions...
it_it: Fatto.<br>Controllare i files...

# Languages::twgadmin_no_files_permissions
source: Error: Cannot overwrite the existing Twigmo add-on files. Please check and correct the file permissions manually or [link]provide your FTP access details[/link] (if they are provided, please make sure this FTP user has enough permissions to modify files on the server).
fr_fr: Erreur: Ne peut pas eliminer les fichiers du module de Twigmo presents. S'il Vous plait controller et corriger les permissions des fichiers manuellement ou fournir les details d"acces a Votre FTP . (Si ils sont fournis, faites sur s'il Vous plait que cet utilisateur FTP a assez de permissions a modifier les fichiers au serveur.
it_it: Errore: Non puo eliminare i files di add-ons di Twigmo. Prego checkare e corrigere i files manualmente o {link}fornire i sui dati di accesso FTP {/LINK} (Se sono forniti, prego sicurarsi che questo utente FTP ha abbastanze permissioni di modificare i files sul server).

# Languages::twgadmin_backup_files
source: Backing up Twigmo files...
fr_fr: Back up des fichiers de Twigmo...
it_it: Back up dei files Twigmo...

# Languages::twgadmin_backup_settings
source: Backing up Twigmo add-on settings...
fr_fr: Back up des parametres du module Twigmo...
it_it: Back up di parametri add-ons di Twigmo...

# Languages::twgadmin_uninstall_addon
source: Uninstalling Twigmo add-on...
fr_fr: Annuler le parametre du module Twigmo...
it_it: Cancellare k'installazione di add-ons di Twigmo...

# Languages::twgadmin_restore_settings
source: Restoring Twigmo add-on settings...
fr_fr: Restorer les parametres du module Twigmo...
it_it: Ristorando i parametri di add-ons di Twigmo...

# Languages::twg_min_product_quantity
source: Minimum order quantity
fr_fr: Nombre d'ordres minimum
it_it: Minima quantita di ordini

# Languages::twg_checkout_terms_n_conditions
source: I accept Terms and Conditions
fr_fr: J'accepte les Termes et Conditions
it_it: Io accetto i Termi e Condizioni

# Languages::twgadmin_cant_create_file
source: Cannot create a file [file]. Please create it manually in [path] (only in case you need to customize the selected Twigmo mobile skin).
fr_fr: Ne peut pas creer un fichier. S'il Vous plait le creer manuellement (seulement au cas que vous devez personaliser la peau mobile du Twigmo selectionne.
it_it: Non si puo creare un file {file}. Prego crearlo manualmente in {path} (soltanto se bisogno personalizzare l'esteriore di mobile di Twigmo selezionato).

# Languages::twg_visit_our_mobile_store
source: Visit our mobile site
fr_fr: Visiter notre site mobile
it_it: Visitare il nostro site mobile

# Languages::twg_app_for_android
source: App for Android
fr_fr: App pour Android
it_it: App per Android

# Languages::twg_app_for_ipad
source: App for iPad
fr_fr: App pour iPad
it_it: App per iPad

# Languages::twgadmin_url_on_appstore
source: URL of your app on iTunes App Store
fr_fr: URL de Votre app au Store d'App d'iTunes
it_it: URL del suo app su iTunes App Store

# Languages::twgadmin_url_on_googleplay
source: URL of your app on Google Play
fr_fr: URL de Votre app sur Google Play
it_it: URL di suo app su Google Play

# Languages::twg_product_added_to_cart
source: Product Added to Cart
fr_fr: Produit Ajoute a la Carte
it_it: Prodotto aggiunto alla Carta

# Languages::twg_configurable_via_desktop
source: This is a configurable product. It can be configured only via [linkOpen]the desktop website[linkClose].
fr_fr: Ca c'est un produit configurable. Il peut etre configure seulement par le site web du desktop.
it_it: Questo e un prodotto configurabile. Puo essere configurato soltanto via {linkOpen} il site {linkClose}.

# Languages::twg_requrring_via_desktop
source: This is a subscription product. Its subscription plan can be selected only via [linkOpen]the desktop website[linkClose].
fr_fr: Ca c"est un produit souscrit. Son plan de souscription ne peut etre selectionne que par le site web du desktop.
it_it: Questo e un prodotto di suscrizione. Il suo piano di suscrizione puo essere selezionato soltanto via {linkOpen} il site di desktop {linkClose}.

# Languages::twgadmin_basic_skin
source: Basic skin
fr_fr: Peau de Base
it_it: Parte esteriore principale

# Languages::twgadmin_connect_notification
source: The <a href="[addon_link]">Twigmo add-on</a> is not connected to the <a href="http://www.twigmo.com" target="_blank">Twigmo service</a>. Set it up to enable a mobile version of your store for iOS and Android.
fr_fr: Le module de Twigmo n'est pas connecte au service Twigmo/,/a> installer le pour activer une version mobile de Votre archive pour iOS et Android.
it_it: L'add-on di Twigmo <a href='' {addon_link}''> </a> non e legato al <a href=''http://www.twigmo.com'' target=''_blank''> Service Twigmo</a>. Installarlo per attivare una versione mobile dei suo prodotti per iOS e Android.

# Languages::twgadmin_phpmod_required
source: PHP extension module [php_module_name] is required for proper operation of the Twigmo add-on. Please install it.
fr_fr: Un module d'extension PHP est necessaire pour bonne operation du module de Twigmo. S'il Vous plait, l'installer.
it_it: Uno modulo di estensione PHP {php_module_name} e requisita per buona funzione di add-on Twigmo. Prego di installarlo.

# Languages::twgadmin_select_store
source: Please select a store first
fr_fr: S'il Vous plait selectionner un archive d'abord
it_it: Prego selezionare un mercato primo

# Languages::twg_is_logged_in
source: logged in.
fr_fr: connecte.
it_it: legato.

# Languages::twg_review_and_place_order
source: Review and place order
fr_fr: Reviser et mettre ordre
it_it: Revisare ed inviare ordine

# Languages::twg_login_to_add_to_cart
source: This product cannot be added to the cart because you are not logged in.
fr_fr: Ce produit ne peut pas etre ajoute a la carte car Vous n'est pas connecte.
it_it: Questo prodotto non puo essere aggiunto alla carta perche non e legato.

# Languages::twgadmin_disconnected
source: Disconnected
fr_fr: Deconnecte
it_it: Deattivato

# Languages::twgadmin_connected
source: Connected
fr_fr: Connecte
it_it: Legato

# Languages::twgadmin_terms
source: Terms and conditions
fr_fr: Termes et Conditions
it_it: Termi e Condizioni

# Languages::twgadmin_accept_terms_n_conditions
source: I accept the <a href="//www.twigmo.com/terms/" target="_blank">Terms and Conditions</a>.
fr_fr: J'accepte les <a href=''//www.twogmo.com/terms/''target=''_blank"">Termes et Conditions.
it_it: Accettare <a href=''//www.twigmo.com/terms/''target=''_blank''> Termi e Condizioni</a>.

# Languages::twgadmin_stores
source: Stores
fr_fr: Magasins
it_it: Mercati

# Languages::twgadmin_open_te
source: Visual Editor
fr_fr: Editeur Visuel
it_it: Editore Visuale

# Languages::twgadmin_open_cp
source: Twigmo Control Panel
fr_fr: Panneau de Controle de Twigmo
it_it: Pannello di Controlle Twigmo

# Languages::twgadmin_no_token_recieved
source: Twigmo failed to retrieve authentication token. [linkOpen]Go back[linkClose]
fr_fr: Twigmo n'a pas pu recuperer le jeton d'authetification
it_it: Twigmo non ha possuto ricuperare il codice di verificazione {linkOpen} Ritornare {linkClose}

# Languages::twg_buy_only_via_desktop
source: This product can be purchased via [linkOpen]the desktop website[linkClose].
fr_fr: Ce produit peut etre achete par site de web du desktop.
it_it: Questo prodotto puo essere comprato via {linkOpen} il site di desktop {linkClose}.

# Languages::tt_addons_mobile_admin_app_settings_connect_email
source: Enter your Twigmo account email address. If you have no Twigmo account, it will be created for you automatically (your email address will be verified).
fr_fr: Introduire Votre adresse de email de Twigmo. Si Vous n'avez pas de compte de Twigmo, il sera cree pour Vous automatiquement (Votre adresse courriel sera verifiee).
it_it: Introdurre il so email Twigmo. Se non ha un conto Twigmo, lui puo essere creato automaticamente (il suo email sara verificato).

# Languages::tt_addons_mobile_admin_app_settings_connect_password
source: Enter your Twigmo account password. If you have no Twigmo account, please enter a secure password and we will create a new Twigmo account for you.
fr_fr: Introduire Votre mot de passe de Twigmo. Si Vous n'avez pas de compte de Twigmo, s'il Vous plait introduire un mot de passe de securite et nous allons creer un nouveau compte de Twigo pour Vous.
it_it: Introdurre il suo password del conto Twigmo. Se ha un conto Twigmo, prego introdurre un password sicuro e noi crearamo un conto nuovo per Lei.
