Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/mobile_admin_app.po
Languages: fr_fr, it_it

# Languages::tt_addons_mobile_admin_app_settings_connect_twgadmin_stores
source: Select stores that are to be connected to the Twigmo service.
fr_fr: Selectionner des magasins qui doivent etre connectes au service Twigmo.
it_it: Selezionare mercati che devono essere legati al service Twigmo.

# Languages::twg_cannot_redirect_to_desktop
source: The desktop site cannot be displayed in this mode, but the link will work fine on a real mobile device.
fr_fr: Le desktop ne peut pas etre affiche dans ce mode, mais le lien va fonctionner bien sur un appareil mobile veritable.
it_it: Il site di desktop non puo essere mostrato in questo modo, ma il legato va funzionare bene su un dispositivo mobile reale.

# Languages::twgadmin_disconnect
source: Disconnect
fr_fr: Deconnecter
it_it: Deattivare

# Languages::twgadmin_disconnect_whole
source: Disconnect whole addon
fr_fr: Deconnecter le module entier
it_it: Deattivare l' addon intero

# Languages::twgadmin_failed_to_decompress_files
source: Failed to extract files from the archive
fr_fr: N'a pas pu extraire des fichiers de l'article
it_it: Ha faltato di estrare files dell'archivo

# Languages::twgadmin_upgrade_completed
source: Upgrade completed
fr_fr: Le surclassement a ete termine
it_it: Il surclassamento e stato complesso

# Languages::twapp_stats
source: Statistics
fr_fr: Statistique
it_it: Stats

# Languages::twapp_timeline
source: Timeline
fr_fr: Chronologie
it_it: Termino

# Languages::twapp_manage_accounts
source: Manage accounts
fr_fr: Gerer des comptes
it_it: Gestionare i conti

# Languages::twapp_low_stock
source: Low stock
fr_fr: Stock bas
it_it: Poco stock

# Languages::twapp_low_stock_products
source: Low stock products
fr_fr: Des produits insufffisants au stock
it_it: Pochi prodotti di stock

# Languages::twapp_all_low_stock_products
source: All low stock products
fr_fr: Donner accces aux produits du stock
it_it: Tutti prodotti di stock basso

# Languages::twapp_delete_account
source: Delete account
fr_fr: Eliminer le compte
it_it: Eliminare conto

# Languages::twapp_app_account_info
source: Fill in the fields below to sign in.
fr_fr: Remplir les champs au dessous pour se connecter.
it_it: Ripienere i campi cui sotto per intrare nel site.

# Languages::twapp_login_or_email
source: Login/Email
fr_fr: Connexion/Email

# Languages::twapp_latest_orders
source: Latest orders
fr_fr: Ordres recents
it_it: Ultimi ordini

# Languages::twapp_back
source: Back
fr_fr: Retour
it_it: Ritorno

# Languages::twapp_users_statistics
source: Users statistics
fr_fr: Statistiques d'utilisateur
it_it: Statistica d'utenti

# Languages::twapp_configurable
source: Configurable
fr_fr: Cofigurable
it_it: Configurabile

# Languages::twg_lbl_out_of_stock
source: Out of stock
fr_fr: Hors du stock
it_it: Fuori stock

# Languages::twapp_signing_in
source: Signing in...
fr_fr: Se connectant...
it_it: Intrando...

# Languages::twapp_two_days_sales
source: Sales for the last 2 days
fr_fr: Des ventes 2 jours avant
it_it: Vente di 2 ultimi giorni

# Languages::twapp_two_weeks_sales
source: Sales for the last 2 weeks
fr_fr: Des ventes 2 semaines avant
it_it: Vente di 2 ultime settimane

# Languages::twapp_two_month_sales
source: Sales for the last 2 months
fr_fr: Les ventes 2 mois avant
it_it: Vente dei 2 ultimi mesi

# Languages::twapp_stat_week_1
source: Mo
fr_fr: Lu
it_it: Lu

# Languages::twapp_stat_week_2
source: Tu
fr_fr: Ma
it_it: Ma

# Languages::twapp_stat_week_3
source: We
fr_fr: Me
it_it: Me

# Languages::twapp_stat_week_4
source: Th
fr_fr: Je
it_it: Gi

# Languages::twapp_stat_week_5
source: Fr
fr_fr: Ve
it_it: Ve

# Languages::twapp_stat_week_7
source: Su
fr_fr: Di
it_it: Do

# Languages::twapp_stat_month_2
source: w2
fr_fr: s2

# Languages::twapp_stat_month_3
source: w3
fr_fr: s3

# Languages::twapp_stat_month_4
source: w4
fr_fr: s4

# Languages::twapp_stat_month_5
source: w5
fr_fr: s5

# Languages::twapp_net_error_title
source: No network connection
fr_fr: Pas de connexion d'Internet
it_it: Senza Internet

# Languages::twapp_net_error_message
source: Cannot load data. Please check your network connection.
fr_fr: Impossible de charger des donnees. S'il Vous plait verifiez votre connexion d'Internet.
it_it: Non puo caricare dati. Prego verificare la funzione del Internet.

# Languages::twapp_in_stock_lowercase
source: in stock
fr_fr: dans stock

# Languages::twapp_will_affect_all_stores
source: Updating this field will affect all stores
fr_fr: Actualier le champ va affecter tous les magasins
it_it: Attualizzare questo campo va affetare tutte le pagine di mercati

# Languages::twapp_data_lang
source: Data lang.
fr_fr: Donnees de lang.
it_it: Lingue di dati.

# Languages::twg_placed
source: Placed
fr_fr: Places
it_it: Installati

# Languages::twgadmin_mobile_admin_application
source: Twigmo Mobile Admin application
fr_fr: Application Mobile Admin de Twigmo
it_it: Applicazione Twigmo Mobile Admin

# Languages::twgadmin_download_app
source: Download the app
fr_fr: Telecharger l'app
it_it: Scaricare l'app

# Languages::twgadmin_download_app_hint
source: This app is available on the <a href="http://www.twigmo.com/pricing/" target="_blank">selected Twigmo plans</a> only.
fr_fr: Cette app est disponible sur les plans de Twigmo selectionnes seulement.
it_it: Questo app e disponibile su <a href=''http://www.twigmo.com/pricing/'' target=''_blank''> piani Twigmo selezionati </a>soltanto.

# Languages::twgadmin_saved
source: Saved
fr_fr: Enregistre
it_it: Salvato

# Languages::twapp_admin_url
source: Admin URL
fr_fr: URL admin

# Languages::twgadmin_auth_fail_access_id
source: You have no permissions to log in to the store with this Access ID.
fr_fr: Vous n'etes pas permis de Vous connecter au magasin avec ce ID d'Acces.
it_it: Non e permisso d'intrare nella pagina di mercato con questo ID Access.

# Languages::twgadmin_mobile_app
source: Mobile app
fr_fr: App mobile

# Languages::twgadmin_qr_for_admin
source: QR code for the app<br>login page
fr_fr: OU code pour la page de connexion d'app
it_it: QR codice per la pagina d'intrata d'app <br>

# Languages::twgadmin_qr_for_admin_comment
source: Please install the Twigmo admin application first. Then use it to scan the QR code. This code contains the Twigmo Access ID [access_id], this admin panel URL and your admin panel login (email or username). You will only need to enter your admin panel password manually.
fr_fr: Installer l'application de Twigmo admin d'abord. Apres, l'utiliser pour scanner le code OR. Ce code contient le ID d'Acces de Twigmo, la connexion a ce panneau d'admin . (email ou utilisateur). Il faudra seulement introduire le mot de passe de Votre panneau d'app manuellement.
it_it: Prego installare l'applicazione admin di Twigo primo. Poi utilizzarla per scannare il codice QR. Questo codice contiene il ID Access di Twigmo {access_id}, il pannelo URL admin e il suo pannelo admin per intrare (email o nome d'utente). Soltanto avra bisogno di scrivere il suo password di pannello admin per intrare.

# Languages::twapp_wrong_api_login_data
source: No data is received from this admin URL. Please, check it. Also, make sure that the Twigmo add-on is enabled and connected to the service in your store
fr_fr: Aucune donnee n'a ete recue par ce URL admin. S'il Vous plait, verifiezz le. Faire sur aussi que le module Twigmo est active et connecte au service dans Votre archive
it_it: Nessuni dati sono ricevuti da questo URL admin. Prego, vi fare check. Anche fare sicuro que l'add-on Twigmo e stato attivato e connesso al service del suo mercato

# Languages::twapp_scan_qr
source: Scan the QR code in your store admin panel
fr_fr: Scanner le code OR dans Votre panneau admin de Votre archive
it_it: Scannare il codice QR nel pannello admin del mercato

# Languages::twapp_tap_to_scan
source: Tap to scan
fr_fr: Tapper pour scanner
it_it: Tappare per scan

# Languages::twapp_fill_manually
source: Fill in the fields manually
fr_fr: Remplir les champs manuellement
it_it: Completare i campi manualmente

# Languages::twapp_fill_to_sign_in
source: Fill in the fields below to sign in.
fr_fr: Remplir les champs pour se connecter.
it_it: Completare i campi sotto per connetarsi.

# Languages::twgadmin_show_product_code
source: Show product code on product details page
fr_fr: Afficher le code du produit sur la page des produits
it_it: Fa vedere il codice del prodotto nella pagina di prodotti

# Languages::twapp_add_account
source: Add account
fr_fr: Ajouter compte
it_it: Aggiungere conto

# Languages::twapp_pull_to_refresh
source: Pull to refresh
fr_fr: Tirer pour rafraichir
it_it: Tirare per rinovare

# Languages::twapp_release_to_refresh
source: Release to refresh
fr_fr: Liberer our actualiser
it_it: Processo da rinovare

# Languages::twapp_could_not_connect
source: Could not connect to the Twigmo add-on at [URL].
fr_fr: N'a pas pu se connecter au module Twigmo a.
it_it: Impossibile connetarsi all add-on di Twigo a{URL}.

# Languages::twgadmin_send_push_notifications
source: Send push notifications to your mobile store app users
fr_fr: Envoyer des push notifications a Vos utilisateurs d'app de magasin mobile
it_it: Inviare gli avvisi introdotti agli utenti del app mobile store

# Languages::twgadmin_select_store_short
source: Select a store
fr_fr: Selectionner un magasin
it_it: Selezionare un mercato

# Languages::twgadmin_push_notification_text
source: Push notification text
fr_fr: Texte de push notifications
it_it: Introdurre testo di avvisi

# Languages::twgadmin_push_notification_comment
source: Please refer to the policies of <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank">Apple</a> and <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank">Google</a> regarding sending ads in push notifications. Your mobile app can be banned for violating these policies.
fr_fr: S'il Vous plait referez aux politiques d'Apple et envoyer des publ. aux push notifications. Votre app mobile peut etre elimine pour avoir force ces politiques.
it_it: Prego di vedere le policie di <a href=''https://developer.apple.com/app-store/review/guidelines/#push-notifications'' target=''_blank''>Apple</a> e < a href=''https://play.google.com/intl/en/about/developer-content-policy.html'' target=''_blank''> Google</a> per inviare ads agli avvisi processati. Il suo app mobile puo essere cancellato per avere forzato queste policie.

# Languages::twgadmin_push_will_send_to
source: This message will be sent to <b>[ios_amount]</b> iOS and <b>[android_amount]</b> Android users of your store app.
fr_fr: Ce message sera envoye aux utilisateurs de iOS et Android de l'app de votre magasin.
it_it: Questo messaggio sara inviato a <b> {ios_amount}</b> iOS e <b>{android_amount}</b>. Utenti di Android dell'app del suo mercato.

# Languages::twgadmin_push_has_uploaded
source: Your message has been uploaded to the server and it has started sending the message to your mobile app users (it may take up to an hour depending on the number of users).
fr_fr: Votre message a ete envoye au servuer et il a commence a envoyer le message aux utilisateurs de l'app mobile. (ca peut prendre une heure environ, selon le nombre d'utilisateurs.
it_it: Il suo messaggio e stato caricato sl server ed ha comminciato d'inviare il messaggio agli utenti del app mobile (Vi avra bisogno forse di una ora secondo il numero d'utenti).

# Languages::twgadmin_send_push
source: Send push notifications about order status update to the mobile store app users
fr_fr: Envoyer les push notifications sur le status d'ordre actualise aux utilisateurs de l'app mobile du magasin
it_it: Inviare gli avvisi introdotti su stato d'ordini attualizzati agli utenti d'app mobile del mercato

# Languages::twgadmin_send_push_error
source: Oops, something went wrong. We cannot confirm your message was sent. Please <a href="http://support.twigmo.com" target="_blank">contact Twigmo support team</a> to resolve this issue.
fr_fr: Oops, il a eu une erreur. Nous ne pouvons pas confirmer le message envoye. S;'il Vous plait contacter l'equipe de Twigmo pour resoudre ce probleme.
it_it: Oops, c'e un errore passato. Non possiamo confirmare il messaggio mandato. Prego <a href=''http://support.twigmo.com'' target=''_blank''> contattare il gruppo di sopporto di Twigo</a> per risolvere il probleme.

# Languages::twgadmin_order_via_twigmo_app_android
source: [This order was placed via Twigmo Mobile Application for Android]
fr_fr: [Cette commande a été passée par l’intermédiaire de Twigmo l’application Mobile pour Android]
it_it: {Questo ordine e stato inviato via Twigmo Mobile Application per Android}

# Languages::twgadmin_order_via_twigmo_app_ios
source: [This order was placed via Twigmo Mobile Application for iOS]
fr_fr: [Cette commande a été passée par l’intermédiaire de l’application Mobile Twigmo pour iOS]
it_it: {Questo ordine e stato inviato atravesso Twigmo Mobile Application per iOS}

# Languages::plan
source: Plan
it_it: Piano

# Languages::twapp_receive_push
source: Push notifications
it_it: Muovere gli avvisi

# Languages::twgadmin_push_notifications
source: Push notifications
it_it: Introdurre gli avvisi
