Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/newsletters.po
Languages: fr_fr

# Addons::name::newsletters
source: Newsletters
fr_fr: Bulletin d'information

# Addons::description::newsletters
source: Lets you configure newsletter sending
fr_fr: Vous permet de configurer l’envoi de la newsletter

# Languages::newsletters_menu_description
source: Create and send newsletters to your customer.
fr_fr: Créer et envoyer des newsletters à votre client.

# Languages::news_plain
source: Plain
fr_fr: Uni

# Languages::text_signup_for_subscriptions
source: Sign up for our newsletters!
fr_fr: Inscrivez-vous pour nos newsletters!

# Languages::tmpl_subscription
source: Newsletters: subscription form
fr_fr: Inscription à la newsletter

# Languages::unsubscribe_link
source: Unsubscribe link
fr_fr: Lien de désinscription

# Languages::ne_add_subscribers_from_users
source: Add subscribers from the list of users
fr_fr: Ajouter des abonnés depuis la liste utilisateurs

# Languages::ne_warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
fr_fr: Cette e-mail <b>[email]</b> est déjà dans la liste des abonnés

# Languages::warning_subscribers_import
source: Some mailing lists from the input file could not be found in the database. Certain imported subscribers will be left unassigned.
fr_fr: Certaines listes de diffusion du fichier d’entrée est introuvable dans la base de données. Certains abonnés importés seront laissés non attribuées.

# Languages::subscribers_menu_item_text
source: Subscribers
fr_fr: Abonnés

# Languages::block_mailing_lists
source: Newsletter subscription
fr_fr: Inscription à la newsletter

# Languages::block_mailing_lists_description
source: Email field for newsletter subscription
fr_fr: Champ d’email pour l’inscription à la newsletter

# Languages::privileges.view_newsletters
source: View newsletters
fr_fr: Voir les newsletters

# Languages::privileges.manage_newsletters
source: Manage newsletters
fr_fr: Gérer la newsletter

# Languages::warning_newsletter_no_recipients
source: Newsletter hasn't been sent because no recipients were found matching the selected criteria.
fr_fr: La newsletter n'a pas été envoyée car aucun destinataire n'a été trouvé correspondant au critère sélectionné.

# Languages::text_newsletter_sent
source: The newsletter(s) have been sent successfully.
fr_fr: Les newsletters ont été envoyées avec succès.

# Languages::email_cannot_be_empty
source: E-mail cannot be empty
fr_fr: L'email ne peut pas etre videl"

# Languages::sending_email_to
source: Sending email to [email]...
fr_fr: Envoyer email a {email}...

# Languages::text_subscriber_added
source: Your e-mail has been successfully added to our free e-mail updates list
fr_fr: Votre email a ete ajoutee avec succes a notre liste de emails actualisees

# Languages::error_email_already_subscribed
source: Your e-mail is already subscribed.
fr_fr: Votre email est déjà dans notre base.

# Languages::text_subscriber_removed
source: Your e-mail has been successfully removed from our free e-mail updates list
fr_fr: Votre email a été enlevé avec succès de notre newsletter

# Languages::text_subscriber_activated
source: Your email has been successfully activated
fr_fr: Votre email a été activé avec succès

# Languages::link_message_for_test_letter
source: The link will be displayed in a live newsletter
fr_fr: Ce lien sera affiche dans une lettre de nouvelles actuelle

# Languages::newsletters
source: Newsletters
fr_fr: Letttres de nouvelles

# Languages::autoresponders
source: Autoresponders
fr_fr: Repondeurs automatiques

# Languages::campaigns
source: Campaigns
fr_fr: Campagnes

# Languages::sent
source: Sent
fr_fr: Envoye

# Languages::subscribers_num
source: Number of subscribers
fr_fr: Nombre de membres souscrits

# Languages::editing_mailing_list
source: Editing mailing list
fr_fr: Edition de liste de emails

# Languages::from_name
source: From name
fr_fr: De nom

# Languages::from_email
source: From email
fr_fr: De courriel

# Languages::reply_to
source: Reply to
fr_fr: Repondre a

# Languages::register_autoresponder
source: Confirmation email
fr_fr: Confirmation d'email

# Languages::no_autoresponder
source: No autoresponder
fr_fr: Pas de repondeur automatique

# Languages::show_on_checkout
source: Show at checkout
fr_fr: Faites voir au controle

# Languages::addons.newsletters.show_on_registration_and_profile
source: Show on the Registration and Profile Details pages
fr_fr: Afficher sur les pages des Details du Profile d''Enregistrement

# Languages::show_on_separate_page
source: Show on separate page
fr_fr: Afficher sur pages separees

# Languages::campaign_stats
source: Campaign statistics
fr_fr: Statistiques de campagne

# Languages::add_campaign
source: Add campaign
fr_fr: Ajouter campagne

# Languages::new_campaign
source: New campaign
fr_fr: Nouvelle Campagne

# Languages::newsletter_templates
source: Newsletter templates
fr_fr: Modeles de lettres de nouvelles

# Languages::newsletter_autoresponders
source: Newsletter autoresponders
fr_fr: Repondeurs automatiques de lettres de nouvelles

# Languages::subject
source: Subject
fr_fr: Sujet

# Languages::add_newsletter
source: Add newsletter
fr_fr: Ajouter lettre de nouvelles

# Languages::add_template
source: Add template
fr_fr: Ajouter modele

# Languages::add_autoresponder
source: Add autoresponder
fr_fr: Ajouter repondeur automatique

# Languages::more_subjects
source: Random subjects (one per line)
fr_fr: Sujets au hazard (un par ligne)

# Languages::body_html
source: HTML body
fr_fr: Corps du HTML

# Languages::no_template
source: No template
fr_fr: Aucun modele

# Languages::load
source: Load
fr_fr: Charger

# Languages::campaign
source: Campaign
fr_fr: Campagne

# Languages::send_to
source: Send to
fr_fr: Envoyer a

# Languages::add_recipients_from_users
source: Add recipients from users
fr_fr: Ajouter des recepteurs d'utilisateurs

# Languages::customers_with_abandoned
source: Customers with abandoned
fr_fr: Des clients avec abandones

# Languages::cart_or_wishlist
source: Cart or Wishlist
fr_fr: Carte ou Liste de Voie

# Languages::which_is
source: which is
fr_fr: qui est

# Languages::days_old
source: days old
fr_fr: depuis

# Languages::send_to_test_email
source: Send to test email
fr_fr: Envoyer a tester l'email

# Languages::save_and_send
source: Save and send
fr_fr: Sauver et envoyer

# Languages::newsletter
source: Newsletter
fr_fr: Lettre de nouvelles

# Languages::newsletter_template
source: Newsletter template
fr_fr: Modele de lettres de nouvellles

# Languages::newsletter_autoresponder
source: Newsletter autoresponder
fr_fr: Reponse automatique a la lettre de nouvelles

# Languages::mailing_list
source: Mailing list
fr_fr: Liste de emails

# Languages::confirmed
source: Confirmed
fr_fr: Confirme

# Languages::subscribed_to
source: Subscribed to [num] lists
fr_fr: Registre a liste {num}

# Languages::subscribed
source: Subscribed
fr_fr: Souscrit

# Languages::text_success_subscription
source: You have been successfully subscribed to our free e-mail updates and promotions!
fr_fr: Vous etes enregistre avec succes dans nos emails actualisees et de promotion!

# Languages::text_unsubscribe_instructions
source: We respect your privacy and do not send unsolicited e-mail to users who have not requested correspondence. You have received this e-mail because you requested to receive our free updates and promotions.<br /><br /> If you wish to unsubscribe, please follow the link below:
fr_fr: Nous Vous traitons avec confidence et nous n'envoyeons pas d'emalls inconnues a utilisateurs qui n'ont pas demande correspondence. Vous avez recu cette email car Vous avez demande de recevoir nos actualisations et promotions gratuit. Si Vous voulez annuler votre souscription, suivez le llien au dessous:

# Languages::updates_subscription
source: updates and promotions subscription
fr_fr: actualisation s et promotions enregistrees (soscrites)

# Languages::ult_shared_with
source: Shared with:
fr_fr: Partage avec:

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_email
source: Email of a sender.
fr_fr: Email d"envoyeur.

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_name
source: Name of a sender (e.g. company name).
fr_fr: Nom d"expediteur (par> ex> nom de societe).

# Languages::tt_addons_newsletters_views_mailing_lists_update_reply_to
source: Email to send replies to.
fr_fr: Une email pour envoyer des reponses.

# Languages::tt_addons_newsletters_views_newsletters_update_more_subjects
source: If several subjects are specified, email subject is randomly picked from this list.
fr_fr: Si quelques sujets sont definis, le sujet d'email est accede au hazard de cette liste.

# Languages::tt_addons_newsletters_views_newsletters_update_users
source: If the message text contains the unsubscribe link, it will be empty for these users.
fr_fr: Si le texte du message contient le lien d'annulation, il sea vide pour ces utilisateurs.

# Languages::add_mailing_lists
source: Add mailing list
fr_fr: Ajouter une liste de emails

# Languages::manage_subscribers
source: Manage subscribers
fr_fr: Gerer les membres enregistres

# Languages::new_mailing_lists
source: New mailing list
fr_fr: Nouvelle liste de emails

# Languages::newsletters.new_subscribers
source: New subscribers
fr_fr: De nouveaux membres souscrits

# SettingsOptions::newsletters::newsletters_per_pass
source: Newsletters sent per step
fr_fr: Des lettres de nouvelles envoyees par pas

# SettingsOptions::newsletters::elm_advanced_mailing_server_options
source: Advanced mailing server options
fr_fr: Options de serveur de emails avancee

# SettingsOptions::newsletters::mailer_send_method
source: Method of sending e-mails
fr_fr: Methode d'envoyer des emails

# SettingsOptions::newsletters::elm_smtp_server_settings
source: SMTP server settings
fr_fr: Parametres du serveur SMTP

# SettingsOptions::newsletters::mailer_smtp_host
source: SMTP host
fr_fr: Hote SMTP

# SettingsOptions::newsletters::mailer_smtp_username
source: SMTP username
fr_fr: Nom d'utilisateur SMTP

# SettingsOptions::newsletters::mailer_smtp_password
source: SMTP password
fr_fr: Mot de passe SMTP

# SettingsOptions::newsletters::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
fr_fr: Utiliser Connexion Encryptee

# SettingsVariants::newsletters::mailer_smtp_ecrypted_connection::none
source: None
fr_fr: Nulle

# SettingsOptions::newsletters::mailer_smtp_auth
source: Use SMTP authentication
fr_fr: Utiliser authentification SMTP

# SettingsVariants::newsletters::mailer_send_method::smtp
source: via SMTP server
fr_fr: a travers serveur SMTP

# SettingsVariants::newsletters::mailer_send_method::mail
source: via php mail function
fr_fr: par fonction d'email php

# SettingsVariants::newsletters::mailer_send_method::default
source: use default settings
fr_fr: utiliser des parametres defaut

# SettingsOptions::newsletters::coupon
source: Choose a promotion whose promo code will be given at subscription
fr_fr: Choisir une promotion de laquelle le code promo sera donne lors souscription

# Languages::subscribers_promo_subject
source: Thank you for subscribing! Use the coupon code [coupon] in our special offer "[promotion]".
fr_fr: Merci d'avoir souscrit! Utiliser le code du coupon dans notre offre speciale.

# Languages::subscribers_no_promo
source: No promotion
fr_fr: Pas de promotion

# Languages::promotion_cond_subscribed
source: Customer is subscribed
fr_fr: Le client est souscrit

# Languages::addons.newsletters.email_exists_in_list
source: <b>[email]</b> is already in the mailing list
fr_fr: <b>{email}</b> est deja dans la liste des emails

# Languages::email_template.newsletters_newsletter
source: Newsletter
fr_fr: Lettre de nouvelles

# Languages::email_template.newsletters_promotion
source: Newsletters: promotion
fr_fr: Promotion des lettres de nouvelles
