Repository: nagarajubandi/itumm-cs-cart
Catalog: var/langs/*/addons/vendor_plans.po
Languages: fr_fr

# Addons::name::vendor_plans
source: Vendor plans
fr_fr: Plans de vendeur

# Addons::description::vendor_plans
source: Create plans with different restrictions and prices for your vendors
fr_fr: Creer des plans avec restrictions differentes et prix pour Vos vendeurs

# SettingsOptions::vendor_plans::include_shipping
source: Include shipping cost in vendors commission
fr_fr: Inclure le cout d'achats en commission des vendeurs

# SettingsOptions::vendor_plans::include_payment_surcharge
source: Take payment surcharge from vendors
fr_fr: Prendre le surcharge de paiement des vendeurs

# SettingsTooltips::vendor_plans::include_payment_surcharge
source: If enabled, a customer will not be able to see payment surcharge and it will not be applied to the order total.
fr_fr: Si active, un client ne sera pas cabable de voir le paiement surcharge et il ne sera pas applique a la somme totale d'ordre.

# SettingsOptions::vendor_plans::allow_vendors_to_change_plan
source: Allow vendors to change their current plan
fr_fr: Permettre aux vendeurs de changer leur plan present

# Languages::vendor_plans.vendor_plans
source: Vendor plans
fr_fr: Plans de vedeurs

# Languages::block_vendor_plan_info
source: Vendor plan info
fr_fr: Info sur plan du vendeur

# Languages::block_vendor_plan_info_description
source: Shows information about the selected vendor plan
fr_fr: Affiche l'information sur le plan du vendeur selectionne

# Languages::vendor_plans.vendor_plans_menu_description
source: Create plans for your vendors, with different restrictions and prices
fr_fr: Creer des plans pour Vos vendeurs, avec des restrictions et prix differents

# Languages::vendor_plans.periodicity_month
source: per month
fr_fr: par mois

# Languages::vendor_plans.periodicity_year
source: per year
fr_fr: par an

# Languages::vendor_plans.products_limit
source: Max. products
fr_fr: Produits max.

# Languages::vendor_plans.products_limit_tooltip
source: Set the maximum number of products a vendor can have on this plan. Leave empty to allow unlimited number of products.
fr_fr: Definir le nombre maximum de produitsqu'un vendeur peut avoir sur ce plan. Laisser vide pour permettre un nombre illimite de produits.

# Languages::vendor_plans.vendor_store_tooltip
source: A vendor can have his or her own microstore at a separate address like <i>example.com/vendor/</i>. A microstore only contains products of the vendor who owns this microstore. Also, search results in a vendor's microstore only include products of this vendor.
fr_fr: Un vendeur peut avoir son petit microstore a une adresse differente comme <i>example.com/vendor/</li>. Un microstore contient seulement des produits du vendeur qui possede ce microstore. Aussi, chercher les resultats d'un microstore de vendeur des produits de ve vendeurs inclus seulement.

# Languages::vendor_plans.add_vendor_plan
source: Add vendor plan
fr_fr: Ajouter plan de vendeur

# Languages::vendor_plans.new_vendor_plan
source: New vendor plan
fr_fr: Plan de nouveau vendeur

# Languages::vendor_plans.editing_vendor_plan
source: Editing vendor plan
fr_fr: Edition du plan du vendeur

# Languages::vendor_plans.delete_plan_vendor_exists_text
source: Couldn't delete the plan: some vendors use it
fr_fr: N'a pas pu eliminer le plan de quelques vendeurs

# Languages::vendor_plans.disable_plan_vendor_exists_text
source: Couldn't disable the plan: some vendors use it
fr_fr: N'a pas pu deactiver le plan, de quelques vendeurs

# Languages::vendor_plans.transaction_fee
source: Transaction fee
fr_fr: Frais de transaction

# Languages::vendor_plans.revenue
source: Revenue
fr_fr: Recettes

# Languages::vendor_plans.revenue_up_to
source: Revenue up to
fr_fr: Revenus jusqu'a

# Languages::vendor_plans.revenue_up_to_tooltip
source: The maximum monthly revenue allowed for the vendors who use this plan. Leave this field empty to allow unlimited revenue.
fr_fr: Les revenus maximum par mois permis pour vendeurs qui utilisent ce plan. Laisser vide pour permettre des revenus illimites.

# Languages::vendor_plans.vendor_store
source: Vendor microstore
fr_fr: Microstore du vendeur

# Languages::vendor_plans.best_choise
source: Offer as the best choice
fr_fr: Offrir comme meilleur choix

# Languages::vendor_plans.best_choise_short
source: Best choice
fr_fr: Meileur choix

# Languages::vendor_plans.select_plan_text
source: You will be charged for the plan after the admin approves your vendor account
fr_fr: Vous paierez pour le plan apres que l'admin approuve le compte de Votre vendeur

# Languages::vendor_plans.current_plan
source: Current plan
fr_fr: Plan present

# Languages::vendor_plans.current_plan_usage
source: Current plan usage
fr_fr: Usage du plan present

# Languages::vendor_plans.best_choice
source: Best choice
fr_fr: Meilleur choix

# Languages::vendor_plans.choose_your_plan
source: Choose your plan
fr_fr: Choisir Votre plan

# Languages::vendor_plans.choose
source: Choose
fr_fr: Choisir

# Languages::vendor_plans.month
source: Month
fr_fr: Mois

# Languages::vendor_plans.year
source: Year
fr_fr: Année

# Languages::vendor_plans.plan_name
source: Plan name
fr_fr: Nom de plan

# Languages::vendor_plans.products_limit_value
source: <strong>[products]</strong> products
fr_fr: <strong>{products}</strong>produits

# Languages::vendor_plans.unlimited
source: Unlimited
fr_fr: Illimité

# Languages::vendor_plans.products_limit_unlimited
source: <strong>Unlimited</strong> products
fr_fr: <strong>Des produits </strong> illimites

# Languages::vendor_plans.revenue_up_to_value
source: Revenue up to <strong>[revenue]</strong>
fr_fr: Revenus jusqu; a </strong>{revenus}</strong>

# Languages::vendor_plans.revenue_up_to_unlimited
source: <strong>Unlimited</strong> revenue
fr_fr: <strong>Revenus </strong>illimites

# Languages::vendor_plans.transaction_fee_value
source: <strong>[value]</strong> transaction fee
fr_fr: <strong>{value}</strong> cout de transaction

# Languages::vendor_plans.vendor_commission
source: Vendor commission
fr_fr: Commission de vendeur

# Languages::vendor_plans.category_is_empty
source: Please specify a category.
fr_fr: Sil Vous plait specifier une categorie.

# Languages::vendor_plans.vendor_approved_text
source: Your plan has been set to [plan]. See the details of your plan below.
fr_fr: Votre plan a ete mis a {plan}. Voir les details de votre plan ci-dessous.

# Languages::vendor_plans.plan_payment
source: Payment for Your Plan
fr_fr: Paiement pour Votre Plan

# Languages::vendor_plans.plan_payment_text
source: A sum of [price] has been withdrawn from your account for using the [plan] plan. Follow the link to <a href="[href]">view your account balance</a> or see the details of your plan below.
fr_fr: Une somme de {price} a ete retiree de Votre compte pour utiliser le plan> Suivre le lien <a href+""{href}'' pour voir votre solde de compte </a> ou voir les details de votre plan au dessous.

# Languages::vendor_plans.plan_has_been_changed
source: Your Plan Has Been Changed
fr_fr: Votre Plan a ete Change

# Languages::vendor_plans.plan_has_been_changed_text
source: Your plan has been changed to [plan]. See the details of your new plan below.
fr_fr: Votre plan a ete change a {plan}. Voir les details de votre nouveau plan ci-dessous.

# Languages::vendor_plans.products_exceeded_text
source: Cannot add more products: you have reached the maximum number of products allowed by your plan. To change your plan, please <a href="[href]">follow this link</a>.
fr_fr: Il ne peut pas ajouter plus de produits: Vous avez atteint le nombre maximum de produits permis par Votre plan. Pour modifier votre plan, s'il Vous plait suivre ce lien </a>.

# Languages::vendor_plans.revenue_exceeded_subj
source: Maximum Revenue Exceeded
fr_fr: Revenu Maximum Depasse

# Languages::vendor_plans.revenue_exceeded_text
source: <a href="[href]">[vendor]</a> exceeded the maximum revenue allowed by the [plan] plan.
fr_fr: <a href=''{href}''>{vendor}</a> a depasse le revenu maximum permis par le {plan} plan.

# Languages::vendor_plans.not_available
source: Not available
fr_fr: Pas disponible

# Languages::vendor_plans.many_products_text
source: Too many products ([actual]/[allowed])
fr_fr: Trop de produits ({actual}) {(allowded})

# Languages::vendor_plans.much_revenue_text
source: Too much revenue ([actual]/[allowed])
fr_fr: Trop de revenus

# Languages::vendor_plans.plan_not_available_text
source: Sorry, this plan is not available for you. Please choose an available plan.
fr_fr: Je suis desole, ce plan n'est pas disponible pour Vous. Choisir un plan disponible.

# Languages::vendor_plans.plan_will_be_change_text
source: You are switching to another vendor plan. You will be charged the full price of the plan. Are you sure you want to continue?
fr_fr: Vous tournez a un autre plan de vendeur. Vous devrez payer le prix entier du plan. Voulez Vous continuer?

# Languages::email_template.vendor_plans_plan_changed
source: Vendor plans: plan changed notification
fr_fr: Plan de Vendeur: avis sur plan change

# Languages::email_template.vendor_plans_payment
source: Vendor plans: payment notification
fr_fr: Plans de vendeur: avis sur paiement

# Languages::email_template.vendor_plans_revenue
source: Vendor plans: revenue notification
fr_fr: Plans du vendeur: avis sur revenus

# Languages::privileges.view_vendor_plans
source: View vendor plans
fr_fr: Voir les plans de vendeur

# Languages::privileges.manage_vendor_plans
source: Manage vendor plans
fr_fr: Gerez les plans du vendeur

# Languages::addons.vendor_plans.commission_description_absolute
source: [amount] out of [sum]
fr_fr: {amount} sur {sum}

# Languages::addons.vendor_plans.commission_description_percent
source: [amount]% of [sum]
fr_fr: {amount}% de {sum}

# Languages::addons.vendor_plans.payout_for_the_plan
source: Payout for the vendor plan: [plan]
fr_fr: Paiement pour plan du vendeur
